{
    "author":"Charles McGrath",
    "category":"sundayreview",
    "date":"2014-04-26",
    "description":"The stewards of golf might want to think twice before tinkering with the golf hole.",
    "text":"SOME dimensions are sacred. From home plate to first base is always 90 feet, a distance arrived at perhaps accidentally on some 19th-century cow field in upstate New York but one that has endured despite all the changes in baseball. A basketball hoop is still 10 feet off the floor even though giants now play the game and stuff the ball downward while dangling off the rim. And a golf hole is four and a quarter inches in diameter, a measurement officially sanctioned in 1893 by the Royal and Ancient Golf Club of St. Andrews in Scotland but one that probably goes back long before that. The R & A, which is to golf what Moses was to the tablets, settled on four and a quarter inches because that’s how big the holes were at Musselburgh, where they began playing golf back in the 17th century.Now, however, some iconoclasts at TaylorMade-Adidas Golf, a manufacturer of golf clubs and balls, want to make the hole bigger. This is not an entirely original idea. Everyone who plays golf has probably at one time or another watched a putt lip out and wished for a little extra circumference. I have sometimes thought that, given the state of my short game, the ideal hole might be the size of a coffee can. But the TaylorMade people don’t envision just reaming the current opening by an inch or so. They have in mind an excavation 15 inches across, the size of a birdbath or a small foxhole.The reasoning behind this proposal is the worry, not just on the part of TaylorMade but even of the Professional Golfers Association of America, that golf has become so expensive and time consuming, and is so hard to play, that it is rapidly losing participants, and that something needs to be done to shake up the ancient pastime. No one in his right mind would object to cheaper golf, but the stewards of golf might want to think twice before tinkering with something as fundamental as the hole.It’s true that golf courses, even sacrosanct ones like Augusta National and Pebble Beach, are forever being modified: Tee boxes are moved back, greens recontoured, bunkers reshaped. The hole itself moves around every day or so, switched to another part of the green to distribute wear and tear. And yet if you think about it the concept of a hole — not a maw, like the TaylorMade version, but a void, a little dark place waiting to be filled — is at the very heart of the game. Without it there is no golf at all but only the game depicted on those 17th-century Dutch woodcuts showing people equipped with sticks and balls whacking away aimlessly.The origin of the hole is a burrow, presumably, discovered by some Scottish shepherd knocking pebbles with his crook, and even today the golf hole retains some of that burrowlike quality: It’s a refuge, a temporary lair into which your ball sinks out of sight and where you have to reach down and extract it, as if it were hiding. Harvey Penick, the great Texan teaching pro, used to say that he liked to see putts that slipped into the hole like a mouse.The Musselburgh hole was four and a quarter inches because that was the diameter of a piece of pipe the greenskeepers used to cut holes on the green. Golf balls then were handmade, of leather stuffed with feathers, and varied a little in size. The ball has since been standardized at 1.68 inches in diameter, or a little less than half the size of the hole, and there seems to be a Platonic rightness about this roughly 2-1 ratio. A basketball is exactly half the diameter of the rim; the size of the pockets in pool vary a little but they are generally between a little less and a little more than twice as big as a pool ball. It’s not impossible to make a putt or a basket or a bank shot, but neither is it a cinch. It’s not  to be easy.It’s hard to talk about the inherent difficulty of golf without sounding like Ian McAllister, the crazed Scot played by John Cleese in the Titleist golf ball commercials, who is implacably opposed to any technological improvement that would give the poor duffer a break. And yet the hardness of the game — its frustrations and unfairness even — is for many of us a large part of its appeal. The likelihood of failure makes the occasional success — the 20 footer, nicely judged for a change, that comes up over a knoll, breaks left and curves around before scooting, rodentlike, into the hole — all the sweeter.That’s the sensation that TaylorMade wants to take away. Instead of bending over in satisfaction to fish the ball from its burrow, we can walk across the green and contemplate it there in its shallow, sand-filled 15-inch grave, like a mouse that has accidentally drowned in a basin.",
    "textType":"article",
    "title":"A Birdbath-Size Hole and the Future of Golf",
    "url":"http://www.nytimes.com/2014/04/27/sunday-review/a-birdbath-size-hole-and-the-future-of-golf.html"
}