{
    "author":"Joseph Berger",
    "category":"sundayreview",
    "date":"2014-09-13",
    "description":"The Hasidic population boom is transforming the religion’s traditional profile in New York.",
    "text":"FOR generations, American Jews, and particularly Jewish New Yorkers, have largely been identified as ardent liberals.Jewish immigrants from Eastern Europe formed a substantial core of early 20th-century progressives and socialists. More recently, 70 percent of Jews voted for President Obama in 2012, about the same as Hispanics, and were exceeded in their enthusiasm mainly by African-Americans.But that liberal image is poised to change.A 2012 demographic study by UJA-Federation of New York found that 60 percent of Jewish children in the New York City area — the Jewish center of the United States — live in Orthodox homes, which suggests that in a generation a majority of the city’s one million Jews may be classified as Orthodox. A sizable percentage of those children happen to be Hasidim, the group that has fueled Orthodox growth with its astonishing fecundity. (Seven or eight children per family is common and one Hasidic woman, , had about 2,000 living descendants when she died in 2010.)Given the far more conservative Hasidic and other Orthodox stances on issues like abortion, the role of women and Middle East politics, that population boom is transforming the traditional Jewish profile in New York.Most Americans, including most assimilated and secular Jews, know little about the Hasidim and keep their distance from what they see as an anachronistic way of life underscored by the austere and concealing clothes they wear. Yet Hasidim need to be better understood, not just because of their numbers but also because of their tendency to vote in blocs according to the wishes of a sect’s grand rabbi, who often makes his choices based on pragmatic rather than ideological reasons.Politicians are already paying attention. The top city and state officials have hired Hasidic or other Orthodox advisers, choosing to court that vote more aggressively over the more diffuse traditional Jewish vote. Mayor Bill de Blasio’s deputy director for intergovernmental affairs is Avi Fink, an Orthodox resident of Queens. Letitia James, the public advocate, employs Yoel Lefkowitz, a Satmar Hasid from Williamsburg, Brooklyn, as a community outreach coordinator.Gov. Andrew M. Cuomo’s liaison to the Jewish community is David Lobl, an Orthodox Jew; his appointment in 2012 was made following anger at Mr. Cuomo’s veto of a special-education bill that was important to the Hasidic community. Abraham Eisner, an ultra-Orthodox Jew, is an unofficial consultant. Simcha Eichenstein, a Hasid regarded as a political wunderkind, is the senior adviser to State Comptroller Thomas P. DiNapoli.More than policy issues, Hasidim seek direct aid for their teeming network of yeshivas for transportation, computers and other technology, as well as for books. And as taxpayers, they want to offset the cost to families of paying tuition for many children, a cost they say public school parents do not incur.Growing Hasidic influence has already made itself felt. Hasidim, for example, successfully resisted city health officials who wanted to ban a circumcision practice called metzitzah b’peh in which blood is suctioned by mouth, a practice that officials say has led to at least two fatal cases of herpes in newborns. The current and previous mayor have allowed the practice to continue as long as parents sign a letter of consent.In Hasidic schools, teenage boys are not enrolled in classes like science, mathematics and history, which most Americans take for granted. Some Hasidic yeshivas offer almost no secular instruction for boys after fifth grade, and others after eighth grade. Instead, the boys focus on the 63 volumes of Talmud that contain debates of ancient rabbis on Jewish rituals, laws and ethics. (Girls are not encouraged to study Talmud deeply and so get a more extensive secular education.)That instructional deficiency may not square with New York State law, which requires private schools to offer “equivalency of instruction.” But when you question a principal of a Hasidic yeshiva, he will explain that students learn geometry when they parse the Talmud passages on the architecture of the Holy Temple, or learn astronomy when they analyze the Talmud’s arguments on what constitutes daybreak for morning prayers. The state has not cracked down, it is widely believed, not just because of constitutional concerns about religious freedom but because the Hasidim are a potent electoral force that politicians do not want to alienate.The Hasidic faith is all-encompassing, governing nearly every human activity from eating to clothing to sex, and the commandments are ironclad and carried out with remarkable intensity. Hasidim’s 18th-century founders encouraged zeal in prayer and performance of the commandments, known as mitzvoth, and many of today’s Hasidim go the extra mile. For several years now, an organization in Borough Park, Brooklyn, has set up virtual hospital wards in synagogue basements with beds and IV drips so the frail and sick can receive nourishment on Yom Kippur without violating the ritual of fasting.Hasidim also do not marry, choose an occupation, settle in a neighborhood or undergo surgery or infertility treatments without consulting their rebbe, the grand rabbi, or a leading rabbi. Ultra-Orthodox leaders have insisted that witnesses to sexual abuse get a rabbi’s permission before providing evidence to prosecutors.Samuel Heilman, a City University of New York sociology professor who has studied Hasidim, said that as Hasidim and other ultra-Orthodox people become more politically influential and gain power in secular realms (as they have done on the East Ramapo school board in Rockland County, for example), there will inevitably be clashes with American values.“Being in charge of local governments creates tensions with neighbors on such questions as how much of the school budget should go for busing kids in yeshivas and other private schools versus the needs of the larger community,” he said. “They’re not used to being a political power and haven’t accepted the consequence of being a political power. They still think of themselves as an embattled minority.”",
    "textType":"article",
    "title":"Are Liberal Jewish Voters a Thing of the Past?",
    "url":"http://www.nytimes.com/2014/09/14/sunday-review/are-liberal-jewish-voters-a-thing-of-the-past.html"
}