{
    "author":"Ian Urbina",
    "category":"sundayreview",
    "date":"2014-10-11",
    "description":"States are redefining the scope of sexual misconduct.",
    "text":"LAST month it was California, this month New York. States across the country are trying to figure out how to address the problem of sexual assault more effectively, and more often than not, they are looking to redefine the scope of sexual misconduct.California’s new law requires universities receiving state funding to switch from a “no means no” approach to a “yes means yes” standard, requiring partners to make an “affirmative, unambiguous and conscious decision” before having sex, and making clear that silence or a lack of resistance cannot be interpreted as consent. Gov. Andrew M. Cuomo of New York announced that the State University of New York would similarly define consent as an affirmative act on all its campuses, one that requires “clear, knowing and voluntary” participation.With an effort also underway by the American Law Institute to reconsider when an assault becomes rape, some legal experts predict that changes to criminal laws in many states may not be far off.As a social issue, sexual assault has seen a significant uptick in attention over the past year or so. There have been a flurry of federal actions, for example, aimed at countering rape in the military, prisons, immigration detention centers and on campuses.But there is still little uniformity on how to define rape, which makes counting rapes, and countering and even discussing the issue, difficult. In many contexts, such as the major federal law on prison rape, “sexual assault” is used instead of “rape” because it covers nonconsensual acts like kissing and groping that fall short of many people’s definition of actual rape. Until 2012, the Federal Bureau of Investigation still considered rape a crime committed solely against women, a definition that has since been expanded.Over all, states have broadened the definition of rape and assault more than the federal government, according to a survey of the legal system conducted by AEquitas, a nonprofit group that provides prosecutors with resources on violence against women.Clarifying consent is a common stumbling block. “Is the fact that the victim murmured, whispered, cried or moaned ‘no’ sufficient to establish nonconsent that a reasonable sexual partner should understand to be nonconsent?” asked Mary D. Fan, a professor at the University of Washington School of Law. The role of alcohol in rape cases is another subject of scrutiny, especially since drinking is often voluntary.Stephen J. Schulhofer, a New York University law professor, said many states still require proof of physical aggression, though a growing number no longer do. Instead, they focus on the need for consent and therefore include situations such as assaults of people too intoxicated to give consent. Even so, most of these states do not specifically define genuine consent.Some states, like New York, ask whether a reasonable person would believe that intercourse was consensual, considering all the surrounding circumstances. Meanwhile, some states follow the “no means no” rule, while others — including New Jersey — have adopted standards requiring affirmative, freely given permission by each person.Last year, the definition issue came up when Washington State removed the spousal exemption clause from the definition of rape in the third degree, so that spouses are now deemed raped in cases of nonconsensual sex without forcible compulsion.Definitions also depend partly on who is involved. In the case of statutory rape, for instance, some states set rules providing for a minimum age difference between partners. Other states do not.In some parts of the country, not just force but resistance is required for an act to qualify as rape. In such cases, merely saying “no” would not in itself be considered sufficient resistance.“Figuring out what to do with a verbal ‘no’ is still in many places a fraught idea, particularly where subsequent conduct suggests a possible change of heart,” said Erin E. Murphy, a law professor at New York University.The differing definitions can obscure how often rapes and sexual assaults are reported to authorities, said Corey Rayburn Yung, a law professor at the University of Kansas. Mr. Yung published a study in March that found that more than 796,000 rapes were not included in the F.B.I.’s tally between 1995 and 2012, partly because of the way the police handled cases in which the person who was assaulted did not meet the department’s definition of a rape victim.Definitions have also shifted dramatically over time. As recently as 40 years ago, no state allowed husbands to be prosecuted for raping their wives. Sixty years ago, in some Southern and Western states, sexual relations between a black man and a white woman could be considered rape. In 1998, Mississippi became the last state to drop a provision holding that statutory rape wasn’t really rape if the girl was not of “chaste character.”Some legal scholars say that, in some cases, different definitions can be appropriate. Colleges, which aim to create environments where all students can be safe, are right to set codes of conduct defining rape more expansively than criminal laws that carry jail time, said Anne M. Coughlin, a law professor at the University of Virginia. The challenge, she said, is to ensure that everyone is aware of the distinctions. “We’ve seen cases where women have reported to off-campus police that they have been raped, only to learn that the criminal law doesn’t extend to their case,” she said. “That experience is really, really painful.”Professor Schulhofer of New York University, who is leading an effort by the American Law Institute to update the Model Penal Code, which is frequently cited as the standard for American state laws, sees an urgent need to codify national standards regarding rape and sexual assault. “The impetus for reform is not to achieve uniformity for its own sake,” he said, “but rather to promote more just outcomes within individual states.”",
    "textType":"article",
    "title":"The Challenge of Defining Rape ",
    "url":"http://www.nytimes.com/2014/10/12/sunday-review/being-clear-about-rape.html"
}