{
    "author":"Steven Erlanger",
    "category":"sundayreview",
    "date":"2014-06-28",
    "description":"The vote on Scotland’s referendum to stay in or leave the United Kingdom will bring major change, either way.",
    "text":"LONDON — THE United Kingdom is lying on the psychiatrist’s couch. Suddenly the country seems uncertain of its identity, its place in the world, its relationships with its closest family members and its neighbors.It is a bizarre moment in the history of an ancient realm, insufficiently grasped by its allies, especially across the ocean.  is having a kind of nervous breakdown, and its friends aren’t sure whether to say something or just look away.Many Britons ask: Does Scotland still love us? Will it stay or vote for divorce? Even if we don’t love the , do we really want to leave? And if we leave, will America still think we have a “special relationship,” or is it more committed to others, like Beijing and Berlin?Britons wonder if they can still afford to sit at the high table of international powers. Even if they keep their expensive nuclear deterrent, do they really want an army smaller than it has been since Waterloo? Military intervention alongside the Americans after Tony Blair, Iraq and Afghanistan, is well, all a bit difficult now, so much so that the Conservative prime minister, , can lose a parliamentary vote on a key issue — bombing Syria — and not feel he has to resign.Queen Elizabeth II is a wonderful old trouper, in her fuchsia suits and matching hats, tromping along her dutiful path in sensible court shoes. But King Charles III? Divorced, impatient, meddling — some suggest skipping a generation and going right to that nice young William, with his pretty wife and perfect baby.Then there’s the odd coalition government, the first in decades, and party leaders who all lack a certain gravitas. Plus all the heated agonizing about those Eastern European immigrants, let alone Muslims — Mr. Cameron was criticized for insisting that Britain remains a Christian country. The BBC is marred by scandal, and even the famous British tabloids, the “red tops,” have to be careful these days, after the phone hacking trials. And let’s not get started on England’s humiliation in the World Cup.Along with institutions like the Church of England, the sense of nationhood is being diluted, many Britons say. Time, Mr. Cameron has said, for a restoration of “British values,” even if no one can quite define what they are.Just the other day, Mr. Cameron went on about Magna Carta, which turns 800 next year, and how he wanted to ensure that all students were taught its lessons of citizenship and parliamentary power. Two years ago, Mr. Cameron couldn’t translate Magna Carta into English for . (Great Charter, by the way.) But now he admonished that “we should not be squeamish about our achievements, or bashful about our Britishness”; he called “belief in freedom, tolerance of others, accepting personal and social responsibility, respecting and upholding the rule of law,” as “British as the Union Flag, football and fish and chips.”Of course, those are essentially French and German values too, minus the flag and the fish and chips. The lukewarm attitudes of a growing immigrant population to national symbols and ideals, from the monarchy to the military and the troubled BBC, are also echoed on the left, as they have traditionally been.A recent  of social attitudes was particularly revealing about what it means to be British these days. In 2003, 86 percent of respondents thought it was important to speak English to be considered “truly British”; now, 95 percent do. And while 69 percent in 2003 thought it vital to have lived in Britain “most of your life,” now 77 percent do.“I don’t think we’ve had such a rocky ride in a very, very long time, since your lot parted company with us,” said Martin Woollacott, an editorial writer for The Guardian, referring to the United States. The Scottish referendum in September, the general election next May and Mr. Cameron’s promise of a referendum on British membership in the European Union “will greatly affect our future,” he said. “They could break up the state or take the state out of the E.U.”No matter what happens in Scotland, Mr. Woollacott said, “there will have to be a new start for British politics.”If Scotland leaves, it will be a radical new start for all four countries of the kingdom; if Scotland stays, there will be further federalization.It’s all quite a departure from the poorer, far less cosmopolitan Britain I encountered more than 30 years ago, when I first lived here as a journalist. Then,  was fresh off her military victory in the Falklands; she was sometimes referred to as Boadicea, after the Celtic queen who fought the Romans, and sometimes as “the Leaderene,” and sometimes as Tina — as in, there is no alternative. A verb was created for her management style — she attacked, or “handbagged,” institutions and even the members of her cabinet, nearly all men, one of whom, John Nott, expressed his love for her.MORE important, she had a plan. She changed Britain from the inside, and not always to everyone’s liking, humbling militant unions and forcing the Labour Party into a necessary confrontation with modernity. Internationally, too, she was admired, from the Reagan White House to the Kremlin. It was Mrs. Thatcher who identified Mikhail S. Gorbachev as a comer and invited him to London in December 1984, four months before he became Soviet general secretary.Britain then “punched above its weight,” its counsel sought eagerly, if not always happily, by Reagan and his successor, George Bush, whom she admonished after Saddam Hussein invaded Kuwait, that “this is no time to go wobbly.”Britain today is far richer and more sophisticated, with London’s having become an almost impossibly expensive global capital, a hot spot and sanctuary for money and power, culture and art. Yet London can seem a country of its own, an empire sucking in workers and money not just from the rest of the world, but from the rest of Britain, too, where life goes on in a more traditional, modest fashion, but where people are less happy with the sense of flux.Simon Jenkins, a British political columnist and historian, thinks that even though the country is going through a puzzled period, it has become a more self-assured place than it was in the 1970s. “Then Britain was seriously in a mess,” he said, before Mrs. Thatcher began to alter political life. Then the clichés were about “the British disease” and “the sick man of Europe,” and that’s gone, he said.Still, he added, Britain has made serious errors — “allying itself too closely to the United States in its neo-imperialist burst” under President George W. Bush, for one thing. Then “we became drunk on money and ignored inequality and the provinces and the downside of borrow and spend, and we never made our peace with Europe.”When I raised the diagnosis of national neurosis recently to a group of establishment Britons, there was something of a collective sigh. David Howell, now Baron Howell of Guildford, a former Conservative cabinet minister, was prompted to  in “The World Today,” a magazine of the Royal Institute of International Affairs.“A London-based American correspondent,” he wrote, referring to me, said that Britain these days appeared to be having an identity crisis. “Unfair?” he wrote. “Definitely. Irritating? Very. Yet with a maddening tinge of truth. Somehow, on a fast-shifting world stage, the British story does seem to have become more confused.”",
    "textType":"article",
    "title":"Britain’s Strange Identity Crisis",
    "url":"http://www.nytimes.com/2014/06/29/sunday-review/britains-strange-identity-crisis.html"
}