{
    "author":"Michael Cieply",
    "category":"sundayreview",
    "date":"2014-02-22",
    "description":"Can Hollywood still find common ground with religious audiences?",
    "text":"LOS ANGELES — SOME years ago, when I was producing films at Columbia Pictures, I learned up close how hard it was to make Hollywood get religion. It was in the mid-1990s, and a good writer, earlier nominated for an Oscar, had an earnest modern-day Christ story about a damaged man in Los Angeles who might or might not be the Messiah. “The Greatest Story Ever Told” meets “Falling Down,” more or less.We tried it out on Columbia executives, but four minutes into the pitch the studio’s production president ran out to take calls. A remaining vice president nodded off in his seat. “At least I’ve got an anecdote,” the writer muttered.With a few exceptions that have generally skewed toward humor or horror — the God comedy “Bruce Almighty,” the angel romance “Michael” and the exorcism film “The Rite” come to mind — it has been that way for decades. Major studios suddenly get distracted when anyone suggests tackling serious religious subjects.But now comes “,” a big-budget action-drama rooted squarely in the Book of Genesis. Set for release on March 28 by Paramount, it stars Russell Crowe, Anthony Hopkins and Jennifer Connelly, and is directed by Darren Aronofsky, who drew wide acclaim for his last movie, “Black Swan” (2010).Once, studios routinely made movies with overtly religious themes for the mainstream audience. Classics like “The Ten Commandments,” “Quo Vadis” and “A Man for All Seasons” — each of which was nominated for a best picture Oscar — were box-office winners with a wide range of viewers. But after years of neglect or occasional hostility, the question now is whether Hollywood can still find common ground with religious audiences.Paramount is not alone in taking the gamble. On Friday, Fox is releasing “Son of God,” a theatrical film culled from the History Channel’s hit cable series “The Bible,” enhanced with some new scenes. Church groups are  what is expected to be a strong turnout for a movie that is aimed more squarely at the faithful than is “Noah,” which courts those who believe and those who may not.Earlier this month, an  for “Noah” during the Super Bowl promised an unflinching, effects-heavy rendering of “the world’s most epic event.” There is a message of faith, but also enough thrills to satisfy action fans: “I am not alone,” Mr. Crowe’s Noah assures a desperate and threatening horde, who are soon swept away by a mighty computer-generated flood.For months, Hollywood has been buzzing about the film’s postproduction woes. Under the guidance of Paramount’s vice chairman, Rob Moore, who says he is a devout Christian but has also been eager for a mainstream hit, “Noah” has been screened for test audiences, who have been lukewarm, regardless of their beliefs.As described recently in , various editing teams tried to make the film more appealing to Christian audiences without much improving the results, eventually leaving creative control with Mr. Aronofsky. One complaint, according to the publication, was a sense among religious viewers that the movie, at its core, was appropriating the biblical account of the flood to preach about current concerns like overpopulation and environmental abuse.That churchgoers should be leery of a progressive agenda wrapped in Scripture is perhaps understandable, given Hollywood’s recent treatment of religious characters, who are often hypocrites and villains, driving plot lines that make, at best, a token bow toward the virtues of a faith-based life.This year’s most aggressive barbs were embedded in “Philomena,” which depicted Irish nuns selling babies for adoption and concealing their origin. After the movie received a negative review from a critic at The New York Post who saw it as an attack on Roman Catholicism, the Weinstein Company, which distributed the film, used vertisements to turn the objections into a marketing ploy with the message, “Decide for yourself!”In one way or another over the years, Harvey Weinstein, the Oscar impresario who previously ran Miramax Films, had already riled the religious with “The Magdalene Sisters,” about abusive nuns; “The Butcher Boy,” featuring a predatory priest; and “Priest,” about a tormented gay priest.But there have been many other movies that have been assailed as anti-religious. Among the most notorious was “The Last Temptation of Christ,” directed by Martin Scorsese. The 1988 Universal film, with its unorthodox portrayal of a sexualized Jesus, provoked street protests by fundamentalist Christians and a sufficient number of threats that Lew Wasserman, then the chief executive of Universal’s parent, MCA, lived for a considerable time with extra security.Earlier, Hollywood regularly courted the faithful, as far back as 1943 with the release by 20th Century Fox of “The Song of Bernadette.” The film, about the miracle of Lourdes, drew 12 Oscar nominations, including one for best picture and a best actress award for Jennifer Jones. “Going My Way,” “The Bells of St. Mary’s,” “The Robe,” “The Nun’s Story” and “Lilies of the Field” extended the string of religiously themed best-picture nominees, and “A Man for All Seasons” won the top Oscar in 1967.But such films began to lose their luster with the advent of the countercultural films of the 1970s and with the rise of blockbuster events like “Star Wars.” One notable exception was Mel Gibson’s “Passion of the Christ,” a 2004 independent production that was a mainstream hit with its unflinching, often gory account of the crucifixion, taking in a remarkable $370 million at the domestic box office.For the most part, though, studios have steered toward faith-based films for a niche market, or smaller-scale dramas with subtle spiritual messages, like Warner Brothers’ “Blind Side,” which posed as a sports film but resonated with megachurches and became a surprise hit. (In April, Sony’s TriStar division will release “Heaven Is for Real,” based on the best-selling account of a boy’s near-death experience and encounters with divine forces.)As for “Noah,” win or lose, the real surprise is that any studio executive was listening when an accomplished filmmaker proposed what might once have seemed an obvious idea: the Old Testament, with a new twist.",
    "textType":"article",
    "title":"Can God Make It in Hollywood?",
    "url":"http://www.nytimes.com/2014/02/23/sunday-review/can-god-make-it-in-hollywood.html"
}