{
    "author":"Sabrina Tavernise",
    "category":"sundayreview",
    "date":"2014-06-13",
    "description":"Russian television has been whipping up anti-Kiev sentiment with unsettling effectiveness.",
    "text":"DONETSK, Ukraine — IN the lush green fields here in Ukraine’s troubled east, I attended a funeral and a wedding over two days earlier this month. They presented vivid tableaux of contrasting emotions — one of fury, the other of fatalism — but each contained clues to the direction of things in this country on the edge of Europe whose eastern flank has risen up in open rebellion against the central government.As the fighting here enters its third month with few signs of ending, the threat to Ukraine’s future has taken on an increasingly existential cast: Will the nation split apart, with its easternmost provinces becoming lawless zones where Ukrainian soldiers die in a military campaign that is never won? Or will the uprising burn itself out as support among the local population wanes?Some answers will surely be found in Russia, whose tacit support for the separatist rebels leaves the impression of a manufactured war. Moscow is not believed to be remote-controlling the conflict here, but its strong-willed president, Vladimir V. Putin, has not lifted a finger to stop what has become a substantial Russian influence. “Volunteers” from Russia pad the ranks of rebel fighters. Two Russians, one of them a public relations consultant from Moscow, head key fighting forces in the cities of Donetsk and Slovyansk.The passions powering this conflict are not centuries-old animosities or unbridgeable sectarian divides. They have more to do with poverty, joblessness and 23 years of accumulated resentments and humiliations that have piled up like ugly old suitcases since the fall of the Soviet Union.“As in other places in the world, these ‘old’ ethnic tensions are in fact very new, generated not by ancient history but by current political elites,” said Michael McFaul, a professor of political science at Stanford who until recently was the American ambassador to Russia.But in war, perception is often more important than reality, and a little-noticed weapon — Russian television, which replaced the main Ukrainian channel when rebels stormed the main television tower here this spring — has been whipping up anti-Kiev sentiment with unsettling effectiveness. Spinmeisters are using an old Soviet narrative in which Ukrainian nationalists were no more than Nazi proxies in the Soviet Union’s heroic fight against Hitler. That line is helping create an ugly nationalism that is dredging up old differences between Ukraine’s east — a substantial part of which is Russian-speaking — and the west, setting spark to an ethnic conflict after decades of peaceful coexistence.Earlier this spring, before Ukraine’s presidential election, most polls showed a majority of eastern Ukrainians wanting to remain in a single country. That may still be true for large portions of eastern Ukraine, like Kharkiv and Dnipropetrovsk, which did not ultimately succumb to rebel forces. But in this province and in nearby Luhansk, where rebels have consolidated control and the government is pressing a military campaign, a united Ukraine seems to be losing its appeal.Many have argued that a military campaign is the only logical response to an armed uprising and that people in eastern Ukraine should understand that. But logic matters little in a world where facts are twisted to fit narratives. That was the case on a recent evening in a weedy courtyard of a neighborhood in Luhansk called Peaceful. Residents there were discussing what they said was an unprovoked attack by the Ukrainian military that left their first-floor apartments riddled with bullets. (In fact, several hundred rebels had besieged the area, using the apartment buildings as cover to take a border-guard base across the street in a largely one-sided attack.)“I hate this government, they are sadists,” said Vladimir Biryukov, 67, jabbing his finger at a bullet hole in his balcony window.Those who disagree keep their opinions to themselves. Ilya, who works for a plumbing supply business and declined to give his last name, said he was taken aback when a longtime family friend called him a fascist after their views on events diverged.“That man has known me since I was 5,” Ilya said. He put much of the blame on Russian television. “Goebbels has got nothing on these guys,” he said grimly in the darkening courtyard. He said he was making plans to leave Donetsk with his elderly parents.Violence changes people. It chips away at the space in the middle, and eventually forces even moderates to choose sides. Many refuse, and end up leaving. What remains is a society without a middle, where war spreads much more easily, like fire on dry wood.Which brings us to the funeral. It was held for Alexander Gizai, a prominent citizen of Luhansk, known for his work with youth groups, who was killed on June 2 in a Ukrainian airstrike. The ceremony bristled with anger and with a sense of us versus them.“We will write our own history books, and our teachers will teach our history, not theirs,” said Pavel Kravchenko, an ambulance medic, 27, standing near the fresh grave.As for the Ukrainian government, “They won’t exist here, nor will their flags,” he said angrily. A line of rebels raised their Kalashnikovs in a final salute. The last round was a spray of bullets into a clear blue sky.“We are taking guns in our hands now,” Mr. Kravchenko said. “If we run out of guns we will chew them with our teeth.”The morning after the funeral, I attended the wedding of Alisa Sopova, the bright young local journalist who had been my guide here and who was marrying her longtime boyfriend. War speeds life decisions, and there she was in the local wedding office, wearing a pretty white dress and saying yes.The young couple was driving west that afternoon without a particular destination, looking for a new life. Armed men had closed the bride’s newspaper. Her trash was no longer being picked up. Five cars had been taken at gunpoint outside the falafel shop where she sometimes ate lunch.“I always thought I would leave for a while, but not like this,” Ms. Sopova said. Her friends had begun to call this city Pripyat, the ghost town near Chernobyl that was home to workers before the 1986 nuclear disaster.An intense battle last month closed the airport here so I drove with Ms. Sopova and her groom as far as Dnipropetrovsk, four hours to the west. As we got closer, rebel checkpoints vanished and Ukrainian military checkpoints started to appear. A large billboard with a light blue sky and yellow field — the colors of the Ukrainian flag — declared: “We won’t give up Donbass,” a reference to the Donetsk River basin, which includes Donetsk and Luhansk.Ms. Sopova squinted up at it and said: “They didn’t say to whom.”",
    "textType":"article",
    "title":"Controlling the Message in Ukraine",
    "url":"http://www.nytimes.com/2014/06/15/sunday-review/controlling-the-message-in-ukraine.html"
}