{
    "author":"Stephanie Rosenbloom",
    "category":"sundayreview",
    "date":"2014-08-23",
    "description":"The web encourages bad behavior, and it’s part of our nature to focus on the negative. But there are smart ways to respond.",
    "text":"ANYONE who has ever been online has witnessed, or been virtually walloped by, a mean comment. “If you’re going to be a blogger, if you’re going to tweet stuff, you better develop a tough skin,” said , a professor of psychology at Rider University who specializes in what he refers to as cyberpsychology. Some 69 percent of adult social media users said they “have seen people being mean and cruel to others on social network sites,” according to a 2011 report from the Pew Research Center’s Internet and American Life Project.Posts run the gamut from barbs to sadistic antics by trolls who intentionally strive to distress or provoke. Last week, Zelda Williams, the daughter of Robin Williams, said she was going off Twitter, possibly for good, after brutal tweets by trolls about her father’s death. Yet comments do not even have to be that malevolent to be hurtful. The author Anne Rice signed a petition a few months ago asking Amazon.com to ban anonymous reviews after experiencing “personal insults and harassing posts,” as she put it , Change.org. Whether you’re a celebrity author or a mom with a décor blog, you’re fair game. Anyone with a Twitter account and a mean streak can try to parachute into your psyche.In the virtual world, anonymity and invisibility help us feel uninhibited. Some people are inspired to behave with greater kindness; others unleash their dark side. Trolls, who some researchers think could be mentally unbalanced, say the kinds of things that do not warrant deep introspection; their singular goal is to elicit pain. But then there are those people whose comments, while nasty, present an opportunity to learn something about ourselves.Easier said than done. Social scientists say we tend to fixate on the negative. However, there are ways to game psychological realities. Doing so requires understanding that you are ultimately in charge. “Nobody makes you feel anything,” said Professor Suler, adding that you are responsible for how you interpret and react to negative comments. The key is managing what psychologists refer to as involuntary attention.Just as our attention naturally gravitates to loud noises and motion, our minds glom on to negative feedback. Much discussed studies like “,” published in 2001 in the Review of General Psychology, have shown that we respond more strongly to bad experiences and criticism, and that we remember them more vividly. “These are things that stick in our brain,” said , the director of education and a senior scholar in the Positive Psychology Center at the University of Pennsylvania. “If we allow our attention to move involuntarily, that’s where it goes.” The mind, however, can be tamed.One way to become proactive is to ask yourself if those barbs you can’t seem to shrug off have an element of truth. (Glaringly malicious posts can be dismissed.) If the answer is yes, Professor Suler has some advice:Let your critics be your gurus.“You can treat them as an opportunity,” he said. Ask yourself why you’re ruminating on a comment. “Why does it bother you?” Professor Suler said. “What insecurities are being activated in you?”For instance, maybe you have an unconscious worry that you’re somehow not good enough. Professor Suler said it was not uncommon for some digital luminaries (bloggers, social media power-users) to harbor such worries because one motivation, be it conscious or unconscious, is that they want to be liked. “They want to be popular,” he said, adding that it’s a goal easily pursued on the Internet. “It’s all about likes and pluses and favorites.” Yet if someone says something cruel, he continued, “it activates that unconscious worry.”But let’s say the negative comment fails to induce self-psychologizing. Perhaps it can help you learn something about your work.“It’s easy to feel emotionally attacked from these things,” said Bob Pozen, a senior lecturer at the Harvard Business School and a senior research fellow at the Brookings Institution. But he said that doesn’t mean that your critics don’t have a point.Consider the more than 50 reviews of Mr. Pozen’s book “Extreme Productivity” on Amazon.com. Most were four and five stars, but for the purposes of this article, he conducted an unscientific experiment and checked out the handful of one- and two-star reviews. “You know, some of them are pretty negative,” said Mr. Pozen, the former chairman of MFS Investment Management, “but the question is, ‘How do you read them?' ” One unfavorable review was easily dismissed, Mr. Pozen said, because it was apparent that the writer had not thoroughly read the material. Another reviewer criticized the book for being too “U.S.-centric.” Mr. Pozen considered that idea — and decided that the reader, despite not having put it particularly nicely, might be right. “So I thought, ‘Well if I ever write another version of this book I ought to take that into account,’ ” he said.It’s not always possible, of course, to learn something from a nasty comment. Some are baseless; some are crass. One way to help them roll off you is to consider the writer’s motivation.Professor Suler wrote in 2004 in the journal CyberPsychology & Behavior about a concept known as “” — the idea that “people say and do things in cyberspace that they wouldn’t ordinarily say and do in the face-to-face world.” In the virtual realm, factors including anonymity, invisibility and lack of authority allow disinhibition to flourish. The result can be benign (“unusual acts of kindness and generosity”), or it can be toxic: “rude language, harsh criticisms, anger, hatred, even threats,” as Professor Suler put it.The latter is the realm of trolls. Some people think of their online life “as a kind of game with rules and norms that don’t apply to everyday living,” he wrote, a game for which they do not feel responsible. If bloggers and people who use social networks keep this concept in mind, he said, “they will see the psychology” of aggressors, and their comments may be easier to take — and possibly ignore. Sometimes it’s smart to do as Ms. Williams ultimately did: disconnect.Harsh comments can also be made to feel less potent by directly disputing to yourself what was said. If, for example, someone writes, “You’re an idiot and no one likes you,” you can marshal evidence against it by reminding yourself, Stuart Smalley-style, of the obvious: You have an education, a job, more friends than you have time to see in a week.Speaking of time, be mindful of when you choose to glance at your blog or social media feeds. Researchers have discovered that feeling blue or even being in a so-called neutral mood makes people more vulnerable to nasty comments. In other words: Stay off Twitter if you just bombed a presentation.Another way to stop yourself from dwelling on negative feedback is to enter into what psychologists refer to as “flow,” a state in which the mind is completely engaged. Flow can be achieved when playing a piano concerto, practicing karate, writing code, being deep in conversation with a friend. “The toughest time is when the mind is not fully occupied,” said Professor Pawelski, who also prescribes humor as a way to deflect barbs. He joked that bars would make a killing if at the end of each semester they offered “professor happy hours” where teachers could bring their evaluations and pass the negative ones around. “Nobody should be alone when they’re reading these things,” he said.Yet even when a person is alone, humor can be effective. Try reading nasty comments aloud in a goofy voice, Professor Pawelski advised, so that when your mind automatically plays back the comment it sounds absurd, or at the very least loses a bit of its bite.Such prescriptions are in the spirit of Jimmy Kimmel’s “mean tweets” television segment, during which celebrities — Julia Roberts, Pharrell Williams, Robert De Niro — read aloud the rotten things people write about them on Twitter while R.E.M.'s “Everybody Hurts” plays softly in the background. After reading the often expletive-riddled tweets — an act that Mr. Kimmel has said is meant “to help put a face on this unsavory activity” — some celebrities talk back to their detractors; others laugh; a few peer into the camera in silence. Perhaps it’s a sign of the times that other shows have similar routines: The television hosts of “E! News” have taken to reading aloud the “sour” tweets they receive from viewers, though they read a few of the “sweet” tweets, too.Turns out they may be on to something. In the quest to quell the cruel, we often fail to savor the good. And there is, despite the meanies, much good whirring around cyberspace. Some 70 percent of Internet users said they “had been treated kindly or generously by others online,” according to a Pew report early this year.Rather than scrolling past a dozen positive comments and lingering on the sole exception, what if you did the opposite? And what if you shared a couple of the good ones with friends instead of sharing the one that hurt you? Research shows that it takes more time for positive experiences to become lodged in our long-term memory, so it’s not just pleasurable to dwell on a compliment — it’s shrewd.“We’re really bad, typically, as a culture about accepting compliments,” Professor Pawelski said. “They’re meant to be taken in and really appreciated. They’re meant to be gifts.”",
    "textType":"article",
    "title":"Dealing With Digital Cruelty",
    "url":"http://www.nytimes.com/2014/08/24/sunday-review/dealing-with-digital-cruelty.html"
}