{
    "author":"David E. Sanger",
    "category":"sundayreview",
    "date":"2014-05-24",
    "description":"Do our adversaries feel free to ignore the rules of global order?",
    "text":"WASHINGTON — THE graduation exercises at West Point have long been a moment for American presidents to offer midcourse adjustments — or something more radical — in their strategies for dealing with foreign adversaries. A dozen years ago, George W. Bush offered the first taste of his “” strategy from the bluffs over the Hudson River, reviving a 165-year-old concept to warn anyone who might threaten the United States that Washington could act first to neutralize them. It was more than a rhetorical exercise: 10 months later American forces were on their way to Baghdad.When President Obama steps on the same stage on Wednesday, he will face a far different challenge: convincing the world that American willingness to deter aggressors lives on, even in a post-Iraq, post-Afghanistan era when neither the president nor the nation has much appetite for engaging in direct confrontations overseas. From Libya in 2011 to Syria for the past three years and Ukraine in recent months, Mr. Obama has repeatedly assured Americans that he understands — and shares — the national mood. But even inside the Obama administration, some senior officials worry about the global perception that Mr. Obama has let the pendulum swing too far, creating space for American adversaries and assorted strongmen to challenge, or ignore, the rules of global order the president says he wants to restore. In short, they don’t fear the prospect of American action the way they might have in past eras.Even Secretary of State John Kerry  last weekend at Yale University, where he returned nearly 50 years after giving a graduation speech at the height of the Vietnam War. “In 1966 I suggested an excess of isolation had led to an excess of interventionism,” he said. Now the situation is reversed, he argued, and “we cannot allow a hangover from the excessive interventionism of the last decade to lead now to an excess of isolationism in this decade.” America’s allies, he said, “worry about what would happen in our absence.”During a recent trip to Washington, Laurent Fabius, the foreign minister of France, said: “There was a time when the U.S. was intervening everywhere, and throughout the world people were reproaching the country. And now the U.S. is not intervening, and people are reproaching them again.” He went on to argue that in failing to enforce red lines with Syria, by backing away from a military strike that he threatened if the country used chemical weapons, Mr. Obama made an error that he is paying for to this day.A few days later a top Southeast Asian official looked up from his lunch and asked, “If you were running China today, would you be convinced there is anything that America would take the risk of casualties to protect?” Certainly not some uninhabited islands off Japan, he added, referring to one of the several disputed territories China is aggressively claiming as its own.Deterrence, of course, is all about the perception of power. It hinges on convincing adversaries that, with force, guile or economic isolation, you can make them think twice about acting against American interests. And if there is a common element to the complaints being voiced these days about Mr. Obama, it is that he is on the verge of losing the momentum he gained in the first term when his “light footprint” strategy — the substitution of high technology and laser-focused action for brute force — created its own, subtle deterrent effect.Whatever one’s view of the morality of using drones, the strikes in Pakistan during Mr. Obama’s first term — nearly a sixfold increase over the Bush years — wiped out Al Qaeda’s central command. Then there were the cyberstrikes against Iran’s nuclear facilities, the first use of a digital weapon that, with a few keyboard strokes, blew up roughly 1,000 centrifuges and delayed the Iranian program by upward of a year. And of course there was the Navy SEAL mission to kill Osama bin Laden three years ago; the primary mission was to settle scores with the most wanted terrorist on the planet, but the secondary effect was to amplify the message that if you attacked the United States, sooner or later you would be hunted down.FOR a while it looked as if Mr. Obama had mastered a new form of deterrence. But drones have proved far less effective in Yemen and so politically toxic that he has been reluctant to use them in Africa. Meanwhile, America is deploying 6,000 cyberwarriors to its military units, but they are of little use in the civil war in Syria, in the stateless power vacuum in Libya or against President Vladimir V. Putin’s power plays in Ukraine.What’s more, adversaries read polls, and they know that this is one of those moments when Americans are conspicuously wary of getting overinvolved abroad.Part of the problem, a few former aides say when promised anonymity, arises from President Obama’s calm, considered approach, which was considered a major asset in his first term. He tends to think long-range. Mr. Putin, the president noted the other day, may feel pretty good about Crimea now, but could have second thoughts when the long-term costs of sanctions set in. And the Chinese, he tells other leaders, drive their neighbors into America’s camp every time they flex their muscles. At West Point, aides say, Mr. Obama will argue that with the United States nearly out of Afghanistan and Iraq, there is a new moment to engage in selective intervention, preferably nonmilitary. “The president feels strongly that there is a middle ground between the isolation strain that has emerged and the overextension of the past decade,” said Benjamin J. Rhodes, a deputy national security adviser who is drafting the speech. Overextension, he noted, “also poses a strategic risk to us.”So look for Mr. Obama to tinker with his message about when American must intervene. He plans to nudge Syria, for example, from the category of humanitarian disaster to counterterrorism threat because it has the potential to become a staging ground for terrorists. That would create a stronger rationale for arming the rebels more heavily — an act of pre-emption, some might say, that until now the president has resisted.",
    "textType":"article",
    "title":"Deterrence Revisited",
    "url":"http://www.nytimes.com/2014/05/25/sunday-review/deterrence-revisited.html"
}