{
    "author":"Dan Barry",
    "category":"sundayreview",
    "date":"2014-03-15",
    "description":"Does St. Patrick’s Day merchandise further a “pernicious stereotype,” or is it all in good fun?",
    "text":"MONDAY is , a holiday that seems to last longer than the 40 days of Lent. This provides more than enough time for Irish-Americans to fulfill all that our proud, guilt-ridden tradition requires.We dine on corned beef and cabbage, but only after giving prayerful thanks that a year will pass before we have to eat it again. We sing about a fishmonger who “died of a fay-ver, and no one could save her, and that was the end of sweet Molly Malone.” But she comes back as a ghost pushing a spectral wheelbarrow, so that makes it a happy song.And we sit back and enjoy the annual clash between the Ancient Order of Hibernians, which calls itself “the oldest and largest Catholic organization in the United States,” and Spencer Gifts, that bad-boy purveyor of gag gifts at second-rate malls everywhere. Both are hoary institutions, but only one carries the whiff of weed.Every year at this time, Spencer Gifts franchises across the country clear their Valentine’s Day displays of bubble-gum-flavored massage oils to make room for St. Patrick’s Day merchandise that all but invites people to drink alcohol until an ambulance comes.They offer an assortment of mugs and shot glasses with slogans that combine “Irish,” “Drunk,” and some epithet; trucker hats with “Drunkometer” gauges; and T-shirts that take “Kiss Me I’m Irish” to another, coarser level. Every item announces its un-Irishness by featuring a four-leaf clover masquerading as a shamrock.For some reason, the Ancient Order of Hibernians, ever vigilant in its pursuit of any anti-Irish slight, finds this kind of merchandise to be out of sync with Irish-American Heritage Month. According to Neil Cosgrove, its anti-defamation chairman, the items further a “pernicious stereotype” that equates St. Patrick’s Day with a “green-fringed bacchanal,” and Irishness with drunken louts and colleens who have lost their way.“If you were to take any of these items, cross out Irish, and put in any other ethnic group in there, society in general would just not accept it,” Mr. Cosgrove said. Other stores, including Walmart, sell similar items, he added, but Spencer Gifts is the “poster child.”Kevin Mahoney, the general counsel for Spencer Gifts and a self-described “son of Erin,” with grandparents from Galway and Kilkenny, says that it is all just good fun.Mr. Mahoney recalled that as a “young Irish lad in Brooklyn,” he often watched “The Quiet Man” on St. Patrick’s Day. “And half of that movie is of John Wayne drinking and fighting from one end of Ireland to the other,” he said.The company’s St. Patrick’s Day merchandise simply reflects the brash irreverence of young Irish America, he said. This crude attempt at humor can be found, he said, in the raucous lyrics of American Celtic punk bands like Flogging Molly and the Dropkick Murphys.Mr. Mahoney said that he considered some of the merchandise to be truly funny. Presumably, this would include the “” costume, with its “shamrock-festooned shot glass-bearing suspenders” (a bargain at $44.99).On Monday, then, some will rail against Irish slights and march in parades that prohibit joyous expressions of gay pride. Others will drink to excess and wear green T-shirts with slogans thoroughly devoid of the treasured Irish wit.The rest of us proud sons and daughters of Erin will listen to some Chieftains, or maybe Cherish the Ladies; have a sip of something soft, or stronger; and give thanks that this crazy meal before us comes only once a year.",
    "textType":"article",
    "title":"Erin Go Drinking",
    "url":"http://www.nytimes.com/2014/03/16/sunday-review/erin-go-drinking.html"
}