{
    "author":"Ethan Bronner",
    "category":"sundayreview",
    "date":"2014-07-11",
    "description":"Israelis and Palestinians once worked and socialized together. Increasing separation has made them strangers who distrust and fear each other.",
    "text":"DAYS after Prime Minister Yitzhak Rabin was gunned down in 1995 by an Israeli Jew who opposed compromise with the , Shimon Peres, the acting prime minister, held a news conference. He was asked why more had not been done to protect Mr. Rabin from people like his assassin, Yigal Amir. Mr. Peres replied that it had never occurred to the authorities that a Jew could do such a thing.I was at that news conference and have thought often of that remarkable assertion in recent weeks as the Israeli-Palestinian conflict has descended into an ugly blood feud. When three Israeli teenagers were kidnapped in the  while hitchhiking home last month, Israeli security forces searching for them took the opportunity to arrest hundreds of Palestinians associated with Hamas. It was commonly claimed among Palestinians either that the kidnapping was an invention used to create a pretext for this latest suppression or that Jews themselves had carried it out. A week and a half ago, after the bodies of the three were found and a Palestinian teenager was kidnapped and burned alive by Israeli extremists in an act of revenge, many Israelis claimed that it could not have been done by Jews. Such an act of violent torture, they said, was what Muslims do to one another in honor killings; Jews are incapable of such things.The French philosopher Ernest Renan once defined a nation as “a group of people united by a mistaken view about the past and a hatred of their neighbors.” And while that arguably applies to the Israeli-Palestinian conflict, my sense is that the deterioration we are witnessing results from something else — the growing human distance between Israelis and Palestinians who once knew each other intimately and are now virtual strangers.The change has taken place over the past 10 to 15 years because it was widely felt that mixing caused trouble and the two peoples needed to be separated if they were ever to live side by side. A result, however, has been a heightened dehumanization that has allowed the murder of four teenagers to escalate in just a few days into a series of devastating Israeli airstrikes that have killed scores and Palestinian rocket attacks that have displaced thousands. During the 1980s and ’90s, tens of thousands of Palestinians from the West Bank and  worked in . They learned Hebrew and built relations with their Israeli employers. They watched Israeli television (there was little else available), and many developed a cautious but unmistakable admiration for Israeli politics and public accountability. When Palestinians talked of building a state, it was not uncommon to hear members of their elite refer to Israel as a model. They witnessed the robust (sometimes brutal) nature of public discourse in Israel, and many liked what they saw.In turn, Israelis would venture on weekends into the West Bank, where they would get their cars fixed, shop for vegetables and snack on plates of unparalleled hummus. They attended weddings of their Palestinian employees and their children. Some Israelis and Palestinians even went into business together.The relationship between the two peoples was hardly that of equals. It had a colonial quality not unlike that along much of the American border with Mexico. But when the guy repairing your balcony did not show up for work because of a closure of the West Bank and could not earn his pay, his deprivation meant something to you, as an Israeli. You knew him; you trusted him; you knew about his family. And when you, a Palestinian worker, saw your Israeli employer’s mother growing ill, you understood his anguish. You knew the woman; you liked her.When the Oslo peace process fell apart in 2000 and a Palestinian uprising erupted, the common wisdom that quickly developed was that the two nations needed not greater intimacy but complete separation. Israel built a barrier, barred most Palestinians from entering (replacing them with Asians on temporary visas) and made it illegal for Israeli citizens to enter Palestinian cities. At the same time, a movement took hold among Palestinians aimed at cutting off contact with Israelis. This has grown into what is known as boycott, divestment and sanctions, or B.D.S., which seeks to isolate Israel internationally.Meanwhile, the growth of Arab satellite television channels — Al Jazeera, Al Arabiya and the Lebanese Hezbollah station Al Manar — led Palestinians to stop watching Israeli TV and to identify increasingly with the broader Arab and Muslim worlds. Today in Gaza almost no one watches Israeli television and the only people who know Hebrew or know any Israelis as human beings are over 40. Moreover, the growth of the global digital economy has allowed Israel to build an economy largely separate from the nations around it. Trade with its neighbors is insignificant; it is essentially a thriving European-level economy surrounded by poverty.Israelis — especially in the heartland around Tel Aviv, where two-thirds of the country lives — can now go weeks without laying eyes on a Palestinian or ever having to think about one. In Gaza, Israelis do not exist except in a kind of collective nightmare. In the West Bank, the Israelis are mostly settlers and soldiers. Apart from a few pockets of industry and shopping where Palestinians are employed, interaction is highly limited.At the height of the peace efforts, in the 1990s, Israeli and Palestinian leaders, locked in rooms negotiating with one another, built a poignant bond and developed a form of trust that they then sought to spread — not always successfully — to their peoples.Yossi Beilin, then an Israeli official, and Mahmoud Abbas, who went on to become the president of the Palestinian Authority, wrote a peace plan together. In the early 2000s, Sari Nusseibeh, a Palestinian official and intellectual, joined with Ami Ayalon, a former head of the Israeli Shin Bet security services, and gathered hundreds of thousands of Palestinian and Israeli signatures for a two-state solution. They traveled together for months. They got along famously.The relationship between Prime Minister Benjamin Netanyahu and Mr. Abbas is one of mutual loathing, according to Martin S. Indyk, who resigned last month as American envoy for peace negotiations after nine months of futile efforts. The two sides and their leaders have become total strangers. Each vilifies the other and imagines its own people to be morally superior, forced to defend itself against the cruel predations of the other.A generation ago, there were plenty of causes for tension and concern. But Palestinians building what they hoped would become their state, and Israelis working with them, had an often moving sense of shared purpose. Some discovered that they liked one another and looked forward to working together. Today, those feelings are virtually dead. And while mixing the populations in those years was no panacea, divorcing them has only made things worse.",
    "textType":"article",
    "title":"For Israelis and Palestinians, Separation Is Dehumanizing",
    "url":"http://www.nytimes.com/2014/07/13/sunday-review/for-israelis-and-palestinians-separation-is-dehumanizing.html"
}