{
    "author":"Diane Ackerman",
    "category":"sundayreview",
    "date":"2014-08-29",
    "description":"We manufacture new vistas and move so comfortably among them that quite often we confuse them with natural habitats.",
    "text":"THE earth isn’t the same when you fly over it at 3,000 feet. It’s easy to lose your bearings. All the reassuring textures of daily life are lost. But it’s a grand perch for viewing our tracks on the ground — visible everywhere and just as readable as the cleft-heart footprints left by white-tailed deer.The landscape looks very different than it did to our forebears, although we still use the 16th-century Dutch word (lantscap) to mean the natural scenery of our lives. Peering out of an airplane window, we can see how we’ve gradually redefined that rustic idea. No longer does it apply only to such untouched wilderness as Alpine crags, sugared coastlines or unruly fields of wildflowers.We manufacture new vistas and move so comfortably among them that quite often we confuse them with natural habitats. A field of giant sunflowers in Arizona or an extravagance of lavender in Provence offer a gorgeous naturalistic tapestry, even though both were sown by human hands.From the air, you can see how mountains lounge like sleeping alligators, and roads cut alongside or zigzag around them. Or slice clean through. Some roads curve to avoid, others to arrive, but many are straight and meet at right angles. Where forests blanket the earth, a shaved ribbon of brown scalp appears with implanted electrical towers.In summer, our agriculture rises as long alternating strips of crops, or quilted patchworks of green velour and brown corduroy. Miles of dark circles show where giant pivoting sprinkler systems are mining the water we unlocked deep below ground, which we’re using to irrigate medallions of corn, wheat, alfalfa or soybeans. In spring, evenly spaced rows of pink or white tufts tell of apple and cherry orchards. Among houses and between farms, small fragments of wooded land remain untouched: Either the land is too wet, rocky or hilly to build on, or the locals have set it aside on purpose. Either way, it proclaims our presence, just as the canals and clipped golf courses do.Where dark veins streak the mountains, coal miners have clear-cut forests, shattered several peaks with explosives, scooped up the rubble, dumped it into a valley and begun excavating. The blocks and crumbles of a stone quarry also stand out, and the terraced ziggurats of a copper mine rise above an emerald-green pool.Where mirages swim in the Mojave Desert’s flan of caramel light, tens of thousands of mirrors shimmer to the horizon, each one a panel in an immense solar thermal facility. In other deserts around the world, and on every continent, including Antarctica, arrays of sun-catchers sparkle. Oil refineries trail for miles, swarmed over by pump jacks attacking the hard desert floor like metal woodpeckers and locusts.Newly hewed timber looks like rafts of corks floating toward the sawmills. Red capital T’s are the stigmata of our evaporation ponds, where salt concentrates hard as it’s harvested from seawater, in the process changing the algae and other microorganisms to vivid swirls of psychedelic hues.There’s the azure blue of our municipal swimming pools, and the grids of towns where we live in thick masses piled one upon the other, with the tallest buildings in the center of a town, and long fingers of shorter buildings pointing away from them. The cooling stacks of our nuclear power plants stare up with the blank eyes of statues. Low, false clouds pour from the smokestacks atop steel and iron plants, factories and power stations.These are but a few signs of our presence. Of course, our scat is visible, too. Junkyards and recycling centers edge all the towns, heaped with blocks of compressed metals and the black curls of old tires, swirling with scavenging gulls.According to the Bible, Adam named the animals. Once mankind named them, they seemed ours to do with as we wished. Yet we were never as distant as we thought, and if we are learning anything in the Anthropocene, it is that we are not really separate from the plants and animals. An important part of the landscape now, our built environments are also an expression of nature — termites erect mounds, humans erect farms and cities — and can be more, or less, sustainable. The choice is ours.",
    "textType":"article",
    "title":"Handmade Landscapes",
    "url":"http://www.nytimes.com/2014/08/31/sunday-review/handmade-landscapes.html"
}