{
    "author":"Shaila Dewan",
    "category":"sundayreview",
    "date":"2014-03-29",
    "description":"Grades are to getting in to college as test scores are to getting a job.",
    "text":"THE news about the SAT has been confusing lately. On one hand, so many colleges and universities have opted not to require it that the College Board, which administers the SAT, has announced a top-to-bottom revamp because the test is out of step with today’s academic expectations. On the other hand, many employers are still asking job applicants for their test scores, even if they are years out of date.It is scary enough that a high-pressure four-hour exam could dictate where you go to college, let alone that your score might clamp onto your ankle as you try to ascend the career ladder — and apparently for no good reason. Researchers have found that high-school grades, or even subject-specific tests like Advanced Placement exams, can be better predictors of college performance than the SAT, leading a growing number of colleges to rethink their emphasis on the test. So why, then, do elite employers like McKinsey & Company, Bain & Company and Goldman Sachs still want to know how you scored?The simplest answer is that the SAT, in what is still a seller’s market for employers, is a handy screening device that helps them weed out candidates without too much effort. Human-resource managers insist that a test score is only one data point among many, used to round out a complete picture of a candidate. “They’re most valuable early in the process because we get tens of thousands of applications and we don’t interview tens of thousands of people,” said Jennifer Comparoni, head of recruiting in the Americas at the Boston Consulting Group, adding that scores are optional and applicants aren’t penalized if they don’t submit them. “It can be a reasonable and useful proxy for some of the things that we’re looking for.”High scores can also be a matter of corporate culture: If the company you’re applying to is full of brainiacs, chances are the recruiters are looking for scores above the 95th percentile. Companies say a lower score will never automatically disqualify a candidate, but that can be more true in policy than in practice. “They will tell you that, but honestly, that rarely works out,” said Mark Rich, managing director of Whitehouse Pimms in Dallas, which headhunts for top-tier consulting firms. “If you present someone with a lower number, usually the interview doesn’t take place.”That may sound harsh, but businesses invest a great deal of time and money figuring out how to avoid mistakes in hiring. So even though the SAT is supposed to predict nothing more than freshman-year grades, employers clearly have their reasons for thinking it goes further.Eric Eden, vice president of marketing at Cvent, an online event management business, said the company had to know if a candidate was capable of learning its software in detail. Because its system is proprietary, there’s no objective measure candidates can earn, like an Excel certification. So it makes sense for Cvent to turn to the SAT, which measures what psychologists call “g,” or general mental ability — how well a person might respond to an unspecified challenge. In this age of rapidly changing technology and constantly upgraded skills, “g” may be a better predictor of success than expertise in a specific software package.“Employers used to consider educational aptitude tests as having nothing to do with the real world, but some may have read enough to know that they’re very highly correlated with job performance,” said Frank Schmidt, an expert on employment testing. Mr. Schmidt acknowledged what some colleges have found: Achievement tests, which measure specific subject mastery, are better predictors than aptitude tests, which measure innate ability. But he said the difference was not large enough for employers to develop their own job-specific tests.Jonathan Wai, a research scientist at the Duke University Talent Identification Program, said one limitation of much of the new research questioning the SAT’s predictive powers was that it didn’t track the students after finishing college. “There’s a body of work that says you can use the SAT to predict life outcomes, which kind of calls into question the shorter-term studies,” he said, mentioning one recent study that showed little difference in college grades between students who submitted SAT scores when they applied and those who did not. “Really, you need to follow all the people up long-term, and if it turns out that they’re actually the same in terms of occupational success and income, then you can say the SAT is really not needed.”One of Dr. Wai’s studies found that among precocious 13-year-olds who took the SAT in the 1970s, the top scorers were more likely to have graduate degrees, be high earners and even to secure more patents than their not-quite-as-precocious peers. (Bragging point for Gen Xers: the SAT before 1995 was harder than it is now.)But the value of the SAT scores was called into question last year, when the biggest of the big-data companies said the test had proved “worthless” in predicting job performance. “Google famously used to ask everyone for a transcript and G.P.A.s and test scores, but we don’t anymore, unless you’re just a few years out of school,” said Laszlo Bock, Google’s vice president of people operations. “We found that they don’t predict anything.”Mr. Wai has a theory about why that might be. The SAT, he said, isn’t very good at differentiating among the very top performers, which are probably the same people that Google hires. It’s like using a six-foot ruler to measure a 6-foot-7 basketball player. Which means — bad news for us all — that for the SAT to be a really good measure for employers who want tippy-top talent, it would actually need to be harder.“Today the SAT is actually too easy, and that’s why Google doesn’t see a correlation,” Mr. Wai said. “Every single person they get through the door is a super-high scorer.”",
    "textType":"article",
    "title":"How Businesses Use Your SATs",
    "url":"http://www.nytimes.com/2014/03/30/sunday-review/how-businesses-use-your-sats.html"
}