{
    "author":"Danny Hakim",
    "category":"sundayreview",
    "date":"2014-03-01",
    "description":"In Hungary, the rules on political advertising have been changed quickly to benefit the ruling party.",
    "text":"BUDAPEST — THE most visible poster on the streets here is not the one advertising the  concert at the Papp Laszlo Sportarena. And it’s not the one for “,” a theatrical comedy featuring a stubbly hero sporting tight jeans and a Kalashnikov. And it’s definitely not the one for the Budapest .Instead, it’s the one that shows three or four guys wearing neckties standing in a police lineup, alongside a clown. In one of the more ubiquitous versions of the poster, two of the men are former left-wing prime ministers of . A third is Attila Mesterhazy, president of the country’s Socialist Party and a current candidate for prime minister in the coming election in April. The fourth is Miklos Hagyo, the former left-wing deputy mayor of Budapest, who is currently the subject of a corruption trial.The men, and the clown, appear above the slogan “They Don’t Deserve Another Chance.”Given that political advertising has been sharply and abruptly curtailed by Prime Minister  and his ruling Fidesz Party, the pre-eminence of a political ad — on billboards, lampposts and the sides of buses — might seem surprising. But Fidesz, which has been widely criticized as taking Hungary in an autocratic direction since taking power in 2010, has become adept at controlling the message. It has rewritten the state’s Constitution, come to dominate all branches of government and held increasing sway over the news media. Meanwhile, , Hungary’s economic output is not expected to return to 2008 levels until 2017.Fidesz has reshaped the country’s rules for political advertising. Commercial television stations are barred from charging money for political advertising, which has largely driven political ads off commercial TV. That leaves state-owned stations, which are restricted to eight hours of political advertising over the 50 days of the official campaign. In Budapest, outdoor advertising on billboards, lampposts and other areas has also been sharply restricted.The outdoor-advertising restriction, however, does not apply to “independent” groups, notably the pro-Orban Civil Union Forum, which has been partly funded in the past by a Fidesz foundation and is behind the clown ad. The group has plastered the ad all over the capital and throughout the country.Think of it as soft money, Hungarian style, or Hungary’s own version of ,” the political action committees that have transformed the American political process. In the United States, though, both sides of the political aisle take part in the  arms race. In Hungary, the rules have been changed quickly to benefit the ruling party, leaving the opposition flat-footed and well behind.The clown poster can be seen around almost every corner here. There’s one on a large pole not far from the central bank. There are many along main thoroughfares like Bajcsy-Zsilinszky Way, including one near , where they keep the  of , the king who founded Hungary a thousand years ago, on display as a relic. There are many on Szent Istvan Boulevard, including one on a telephone booth, another outside a Turkish takeout place and a third defaced with white graffiti that says “Viktor Is Disgusting,” referring, one assumes, to Mr. Orban.In a statement, Mr. Orban’s administration noted that many other members of the European Union also put various restrictions on political advertising, including bans or sharp limits on television ads in countries like Spain and France. “In Europe there are only four countries that do not restrict political advertisements in any way: Austria, Estonia, Finland and Poland,” the statement said.Asked if they received any input from Fidesz on their ad campaign, the two founders of the Civil Union Forum, Tamas Fricz and Laszlo Csizmadia, said in a brief statement: “No, we did not. We do not need help.” They did not detail the financing of the campaign, and they are not required to file a disclosure report until after the election.Gordon Bajnai, one of the former prime ministers featured in the ad, says of Fidesz: “It’s in their interest to limit political advertising — the public media is under their control.”While political parties are given a few designated places to advertise, “Half of the billboard posts around the country are owned by their oligarchs, and the rest is being flooded by state-owned company advertising, so there is no room for us,” Mr. Bajnai added.Referring to the elections, he added, “They are going to be free, but they are not going to be fair.”Zoltan Lakner, a political scientist and professor at Eotvos Lorand University, called the situation “tragicomic.”“Officially, this is a civil campaign — it is a campaign of a civil group, but the civil group is not civil, it is an ally of Fidesz,” he said, adding, “The rules are unequal, to say politely.”The ads have become so ubiquitous that they attracted attention on social media sites after they were recently spoofed, darkly, by Bertalan Soos, a 30-year-old Budapest photographer.“I’ve seen this Fidesz poster everywhere,” Mr. Soos said in an email. Initially it was funny, he said, “but only for one joke, not to see it everywhere for months.”He took a picture of a bus with the ad on the side, then cropped the ad so that only the slogan remained. What was left was an  of gloomy bus riders over the slogan, “They Don’t Deserve Another Chance.”",
    "textType":"article",
    "title":"How Did Hungary’s Election Become a Circus?",
    "url":"http://www.nytimes.com/2014/03/02/sunday-review/how-did-hungarys-election-become-a-circus.html"
}