{
    "author":"Nicholas Kulish",
    "category":"sundayreview",
    "date":"2014-05-09",
    "description":"I was trying to get some distance from the Holocaust, but I saw uncanny similarities in another genocide.",
    "text":"I MOVED to Nairobi last year for a challenge and to try something new. I thought that reporting from all over East Africa would be nothing like my previous assignment covering Central Europe from Berlin and I was excited to leave behind the stolid German Finance Ministry and embark on bumpy jeep rides through lush jungles and desert dunes.If I’m being honest, I also needed to get away from  for a while. More to the point, I needed a little distance from the Holocaust.For half a decade I had been working on a book about a concentration-camp doctor who evaded justice by fleeing to Cairo. Mornings, evenings and vacation days spent reading transcripts of horror acted like erosion on my soul.I found the respite I was hoping for in Ethiopia and in Tanzania.But in  I found a place that was somehow utterly foreign and, in uncanny ways, very familiar.In 1994 more than 800,000 people were murdered in just 100 days. Most of them were from the minority Tutsi ethnic group along with some moderate Hutus.I have been warned that comparing the Holocaust and the  is a fool’s errand. The differences are too many to enumerate. The little landlocked African country with the Technicolor hills bears no outward resemblance to the gray European plains. The Jews who hadn’t managed to flee Nazi Germany were, for the most part, eradicated from Germany by the time  ended. Tutsis continue to live side by side with Hutus, including in some instances the murderers of their families.Yet for all the differences, I found the echoes impossible to ignore. As with Germany’s postwar economic miracle I discovered a country that was advancing economically by leaps and bounds. It was as if laying fiber-optic cable and building some of the finest roadways on the Continent was easier than grappling with the enormity, the impossibility, of what had taken place 20 years ago.I also found the quiet, the edgy calm I had read so much about in postwar Germany. Reserved does not do justice to the collective demeanor in Rwanda. Uptight might be more appropriate, like a nation of recovering alcoholics trying their best to keep it under control.Thirteen years after the end of World War II, Germany founded the Central Office for the Investigation of Nazi Crimes, which still operates out of a former women’s prison in the southwestern town of Ludwigsburg. Thirteen years after the genocide, Rwanda opened the Genocide Fugitive Tracking Unit, searching the world over for génocidaires.Germany serves as the model for any country seeking to reckon with its historic crimes. Prosecutors still ferret out perpetrators, many in their 90s, and put them on trial for crimes long past but not yet forgiven. The country is covered with memorials, large and small, to its own misdeeds, from the tiny brass plates known as  or “stumbling blocks” embedded in the sidewalks in front of homes once occupied by Jews and other victims to the concentration camps like Dachau and Buchenwald that have been preserved as grim monuments to past misdeeds.The  in the Rwandan capital sits in the midst of concrete crypts filled with coffins. The exhibits feel starkly similar to Holocaust memorials. There are photographs of victims juxtaposed with the videotaped testimony of survivors. The clothes of the victims on display reminded me immediately of the children’s shoes collected at Auschwitz.Displays explaining how the Belgian colonial government required identity cards to bear the name of the individual’s ethnic group, distinguishing Hutus from Tutsis, serve as a reminder of how important such classification and differentiation had been in Nazi Germany, enumerated in numbing detail in the discriminatory, dehumanizing Nuremberg Laws.The people behind these Rwandan exhibits are struggling with the difficult question of how to help us grasp the urgency and immediacy of events receding inevitably further into the past. One answer, just as Germany found, is to use the courtroom as a classroom. “The arrest and trials of these fugitives give us more information on the events of 1994, and help fight the lies spread by genocide deniers around the world,” the head of the , John Bosco Siboyintore, has said on the Rwandan government’s website. Replace “1994” with “the Holocaust” and you might as well be listening to the famous  Simon Wiesenthal, who always stressed the educational value of his work.The Rwandan government found that prosecuting every last person involved in the genocide was not just impractical but impossible. Too many people were implicated. Instead, traditional Gacaca courts, with an emphasis on truth and reconciliation, have been used for many of the lower-level offenders, handing out sentences of community service for violent crimes that in the United States could merit a life sentence.“In Rwanda the strategy of the perpetrators of the genocide was to involve as many of the masses of the ordinary folk as possible,” said Busingye Johnston, Rwanda’s minister of justice. “The calculation was that at the end of it, holding people accountable would be a nightmare, would be next to impossible.”That was one of the difficulties faced by Allies as they tried to find the war criminals and mass murderers among the millions of P.O.W.s after World War II. In the end the crops needed harvesting, the roads needed repair and the G.I.s guarding them wanted to go home to their families. Many of the worst Nazis were captured and released without facing trial. Instead of truth and reconciliation, there was silence. With the Jews largely gone there was no one they had to reconcile with except themselves.Until I began the research for my book I had no idea about the kind of intimidation, obstruction and torrents of abuse that investigators working on Holocaust cases faced. Many people forget today that the enthusiasm to prosecute war criminals in Germany grew as the years passed and their numbers dwindled.In Rwanda, the memory of the genocide is used to justify President Paul Kagame’s tight grip on power even in the face of growing criticism of his actions at home and abroad.Germany, by highlighting its own mistakes, however belatedly, clambers onto a strange moral high ground, the best at living up to its worst.",
    "textType":"article",
    "title":"In Rwanda, Finding Echoes of Germany",
    "url":"http://www.nytimes.com/2014/05/11/sunday-review/in-rwanda-finding-echoes-of-germany.html"
}