{
    "author":"Ethan Bronner",
    "category":"sundayreview",
    "date":"2014-03-15",
    "description":"It feels more comfortable asking for help and more supportive of Jews abroad.",
    "text":"OVER the past two weeks, Jewish leaders outside  quietly gathered in seminar groups to grapple with a thorny question: how to ensure that Israel is both a Jewish and a democratic state.While the debate is not new, the discussions — 40 of them, including some in New York, London, Atlanta, Paris and Sydney, Australia — were significant and unprecedented. First, they come at a crucial time in Middle East peace talks with Israel demanding, quite unsuccessfully,  recognition of its Jewish identity. Second, they followed the introduction of a right-wing bill in the Israeli Parliament (set aside for now) aimed at making sure that in conflicts between Jewish and democratic identities, Jewish would win. And third, they were the result of a request for help from Israel, signaling a little-noticed shift in the relationship between the Jewish state and the Jewish world. In the past, signed checks were welcome, advice not so much.The change is a result of several things. Over the last few years Israel has become the world’s largest Jewish community (of the roughly 13 million Jews in the world, just over six million are in Israel and just under six million in the United States) and, along with its recent wealth and might, that has put it in a very different position. It is, for the first time, the senior partner in the Jewish world. It feels more comfortable asking for help and more aware of the need to support Jews abroad rather than demand immigration to Israel. With American Jews intermarrying more, reaching out to them is also a way of strengthening them as an asset.That is why the Israeli government contributes to programs like Birthright, which brings young Jews for a free visit that has been shown to increase levels of attachment to Israel and Judaism. Over the next five years the Israeli government will spend $1.4 billion on a range of initiatives to strengthen Jewish identity abroad and Jewish connections to Israel and vice versa. The Mossad spy agency also invests in surveillance and protection of Jewish communities in the former Soviet Union and parts of Latin America.The request to world Jewry for help in defining the nature of the Israeli state came from Ruth Gavison, an Israeli law professor who has been asked by Tzipi Livni, the justice minister and top peace negotiator, to formulate a constitutional basis for the country’s description of itself as Jewish and democratic. By asking for the input of Jews abroad, most of whom are Americans, Professor Gavison is subtly stacking the deck in favor of democracy and the rights of minorities. As Dov Maimon, an Israeli scholar and public policy expert, put it, “We in Israel are more tribal and becoming more so every year. In America, Jews are more secular and democratic.”The seminars involved several dozen political and rabbinical leaders in each Jewish community. They were led by Shmuel Rosner, an Israeli journalist and book publisher employed by the Jewish People Policy Institute, a Jerusalem think tank that seeks to bridge Israel with world Jewry. (He is also a contributing opinion writer to the International New York Times.) He said the debates were often difficult.“They were searching for that elusive thing that combines peoplehood, nation, religion, culture and shared history,” he said. “Diaspora Jews don’t like religion as it is practiced in Israel because it is dominated by the ultra-Orthodox. But the national element is also problematic because they are other nationalities and don’t want to cast doubt on that.”Stuart Eizenstat, a former senior American diplomat who is co-chairman of the institute, said that he was struck by how uncomfortable some participants were in the discussion he took part in near Washington. “Most American Jews go to Israel and want to identify with the Jewish homeland but they haven’t been forced to come to terms with these issues,” he said.With 20 percent of Israel’s population non-Jewish and hardly any agreement among the other 80 percent on the meaning of “Jewish” (Is it a religion, a culture, an ethnicity?), there are challenges in all directions. Democracy, after all, is about principles of neutrality and equality; Jewishness is about particularity and group affiliation. Since for most Israelis the very point of Zionism is Jewish political sovereignty, one obvious concern is how to ensure equality for non-Jews. Should the law of return, granting instant Israeli citizenship to Jews, remain on the books? Should the national anthem, which speaks of a “Jewish soul yearning,” be more inclusive? And, again, what is Jewish? For ultra-Orthodox Jews, who believe in daylong Torah study — nearly 10 percent of the population and growing rapidly — the answer is different from that of a secular laborer.THE issue was a lightning rod for debate leading up to Parliament’s passing landmark legislation on Wednesday for many ultra-Orthodox students. For most Israelis, this legal change is a way of spreading the national burden more evenly and bringing the ultra-Orthodox into the mainstream. But Moshe Gafni, an ultra-Orthodox politician, expressed much of his community’s contempt when he said of the law, “Today Israel lost the right to be called a Jewish state.”The American Jews who gathered to discuss Israel overwhelmingly felt that the Palestinians should be required to recognize Israel as a Jewish state. The Palestinian view is that the 20 percent of Israel that is Palestinian would officially face second-class status, and any hope for a recognition of the Palestinian right of return to pre-1948 homes in what is today Israel would be lost. That is a key question facing Secretary of State John Kerry as he prepares a peace framework.Professor Gavison, who has also consulted with Israeli and foreign constitutional experts and will prepare her report for Minister Livni in the coming months, has indicated that she is not convinced this issue can be solved through legal definition. But she will certainly include the views of Jews abroad. As Avinoam Bar-Yosef, an Israeli who is president of the Jewish People Policy Institute, put it, “American Jews want a more open and pluralistic Israel, with attention to minority rights for Arabs and acceptance of different forms of Judaism. Like us, they are trying to define the rights of non-Jews and how to deal with the Jewish symbols of the state. Their input will make an important difference.”",
    "textType":"article",
    "title":"Israel Reaches Out to the Diaspora",
    "url":"http://www.nytimes.com/2014/03/16/sunday-review/israel-reaches-out-to-the-diaspora.html"
}