{
    "author":"Robert Zaretsky",
    "category":"sundayreview",
    "date":"2014-01-18",
    "description":"The Hollande affair may mark the end of the Fifth Republic.",
    "text":"HOUSTON — FUTURE historians of France may well decide that the Fifth Republic died as it was born: in a traffic incident.As France and much of the world now know, part of President François Hollande’s morning routine of late has been to zip on his moped between the Élysée Palace and an apartment on the aptly named Rue du Cirque for romantic trysts with the actress Julie Gayet. While his partner, Valérie Trierweiler, and his interior minister, Manuel Valls, were unaware of these jaunts, the paparazzi, cameras trained on the building, shot a helmeted Mr. Hollande entering and leaving by the front door.So much of this affair is so foreign to Americans. We are not accustomed to presidents astride mopeds, just as our presidents are not accustomed to the public’s indifference to their private affairs. (Yes, despite all the attention, more than three-quarters of the French still believe this affair is none of their affair.)The Affaire Hollande, however, is increasingly foreign to the French, as well — at least for those who recall an earlier traffic incident. In late August 1962, near a suburban traffic circle called Petit-Clamart, President Charles de Gaulle was riding with his wife and son-in-law when assassins, machine guns trained on the presidential Citroën, raked it with bullets. Miraculously, everyone, including the chickens Mme. de Gaulle had put in the trunk, survived unscathed.The ambush revealed not just de Gaulle’s personal sang-froid, but also his political savvy. The relieved nation supported him overwhelmingly, backing a referendum allowing for the president’s direct election. This was the crowning achievement of the Fifth Republic, the house de Gaulle had begun to build in 1958.Quite deliberately, this republic differed from its several predecessors. The first four privileged parliamentary rule, but the fifth empowered the president — so much that it smacked of monarchy.Elected by the people, the president was in turn responsible solely to the people: He ruled the nation, while his ministers ran the state and the Parliament rubber-stamped his desires. Moreover, de Gaulle invested his personal qualities in the presidency: austerity and severity, imperiousness and impartiality, the ability to remain above the rough and tumble of politics.This was the stuff of a republican monarch, critical in times of national crisis. This was the case not just in 1958, when the war in Algeria began to spill into France, but also at the end of World War II, when General de Gaulle’s visits to liberated French cities displayed the same character as those previously paid by kings. Everywhere men and women surged toward de Gaulle in the hope of seeing, hearing, touching him; everywhere the local authorities were given their legitimacy by the general’s aura.Thanks to its canny creator, this conception of the presidency edged into the mythic. To be sure, de Gaulle carefully cultivated this public persona. But he was also, as the novelist (and Gaullist minister of culture) André Malraux remarked, equal to his myth. Indeed, de Gaulle tailored the president’s office to the mythic dimensions he alone could fill. Perhaps it was for this reason that de Gaulle observed, “I had no predecessor and will have no successor.”The prediction has never seemed truer in a France mesmerized by “la peopolisation” — the sort of celebrity journalism we associate with People magazine, which has breached the wall between the private and public in the French political world.Less than a decade ago, even the cheekiest of French tabloids, like Voici, stopped at the line that American and British tabloids happily trespassed. The constraints were as judicious as they were judicial: A politician’s private doings, according to French law and habits, had no bearing on their public duties. Even President François Mitterrand’s private life with his mistress Anne Pingeot and their daughter, Mazarine, remained private until he stepped down from office.With the Internet and ubiquity of electronic media, that is now all gone. The sociologist Jamil Dakhlia has suggested that this transformation occurred with the two public figures who happen to be intimately related to Mr. Hollande: his ex-partner Ségolène Royal and his political nemesis Nicolas Sarkozy. Contenders for the presidency in 2006, both Ms. Royal and Mr. Sarkozy allowed themselves to be featured in the tabloids wearing bathing suits.This was quickly followed by the media-zation of their respective marital dramas: Mr. Sarkozy’s divorce from his wife Cécilia and whirlwind romance of the model Carla Bruni, twinned with Ms. Royal’s separation from Mr. Hollande following his affair with a journalist by the name of ... Valérie Trierweiler.The Gaullist Republic was as much a cultural as a political fact, but French culture and politics have changed dramatically. Given the persistent calls for a Sixth Republic, one that enhances Parliament’s powers, is it possible that the Gaullist Republic has outlived its purpose?In a political system where everything spins around the great orb of the presidency, a weightless president can only cause havoc. Charles de Gaulle, who changed out of his suit only to don his general’s uniform, was never featured on a magazine’s cover wearing a bathing suit. Nor did he ever ride a moped.Mr. Hollande won his presidential race on the promise of being “Mr. Normal.” But as the Gaullist model makes clear, there is no place for “normal” in this republic. This is even truer when the norm has, since Mr. Sarkozy, centered on private displays of male potency and public displays of political impotency.One commentator, Franz-Olivier Giesbert, suggests that Mr. Hollande is incapable of acting on the “principle of omnipotence” at the heart of the presidency. But this raises the greater question: Is this the fault of Mr. Hollande’s constitution, or the Fifth Republic’s?",
    "textType":"article",
    "title":"Is the Fifth Republic Burning?",
    "url":"http://www.nytimes.com/2014/01/19/sunday-review/is-the-fifth-republic-burning.html"
}