{
    "author":"Elisabeth Rosenthal",
    "category":"sundayreview",
    "date":"2014-04-26",
    "description":"Cost is the great taboo in U.S. health care. And we pay dearly.",
    "text":"THIS month, amid great fanfare, the Food and Drug Administration approved a portable pocket-size device that injects a drug called naloxone to rescue people who become unconscious from overdoses of heroin and other opiates. Wider dissemination of this antidote, long used in emergency rooms and by some first responders, will certainly save lives.The new device, called Evzio — which will be available to anyone by prescription — can be kept in the homes of those with drug problems or who take prescribed opiates, in schools, in police cars, in clubs. The F.D.A. fast-tracked approval of it because, according to Dr. Margaret Hamburg, the agency director, “People are dying” from opiate overdoses. She noted that drug overdoses had surpassed car accidents as the leading cause of death from injury in the United States; opioids alone killing 16,000 people a year.But there was one question that Evzio’s manufacturer has so far declined to answer and that the F.D.A. does not consider in its approval deliberations: How much is it going to cost?It’s a simple question that goes unuttered throughout the American health care system. It’s a taboo subject. But our failure to ask it costs us dearly, experts say. We approve drugs and devices without considering cost-effectiveness, or even having a clue about price. We don’t ask for estimates and then are surprised when the nation is stuck with a $2.7 trillion annual health care bill.In the case of the naloxone device, the question is germane because the drug itself is very old, and long off patent. A simple syringe filled with a dose of naloxone should cost about $3, said Dan Bigg, director of the Chicago Recovery Alliance, which has long deployed the drug in communities to reverse overdoses. He says giving the shot is “no more complicated than basting a turkey. It’s a no-brainer: You pull up this liquid and inject it into the muscle.”But experts expect that Evzio could well be priced close to $500.Part of the problem is that the United States does not have a body like the National Institute for Health and Care Excellence in Britain, which weighs in on the value of new devices and drugs. (The F.D.A.’s legal standard for approval is merely to determine if a drug, device or test is “safe and effective.”) How much better are they than what’s out there already? And what’s that improvement worth? Armed with those answers, most countries then bargain to get better prices. Absent such processes in the United States, the pricing of drugs and devices has become unmoored, experts like  say, free of health logic altogether.When he was editor of the journal Clinical Pharmacology and Therapeutics about a decade ago, Dr. Reidenberg tried repeatedly to get drug manufacturers to write an article on how they priced medicines. No one took him up on the offer. “The price,” he concluded, “is whatever the market will bear.”For many doctors and health economists that conclusion was affirmed in December with the approval of Sovaldi, the first drug to cure hepatitis C. Breathlessly awaited by patients and doctors as a medical revolution for a deadly disease, most were agog when its maker, Gilead Sciences, affixed its price: $86,000, or $1,000 a pill, for a six-week course. Last week Gilead announced first-quarter earnings of $2.3 billion, driven by record sales of Sovaldi.Yet many patients are unable to use the medicine, as doctors and insurers figure out how to afford it. “Costs alone cast a pall over the stunning success in achieving the long-hoped-for goal of a safe and effective therapy for hepatitis C,” a recent article in The New England Journal of Medicine said.For many years, drug manufacturers have justified the high price of new drugs by citing their investments in research and development. But it has become harder to claim that it takes, say, $1 billion to bring a new drug to market, since many medicines originate with government-funded research, and drug companies frequently include activities like marketing in the calculation, said , a New Jersey-based pharmaceutical consultant who has worked for both drug companies and governments.The new argument from drug companies is simply this: Health is priceless. Asked about the high price of Sovaldi, John Castellani, president of the Pharmaceutical Research and Manufacturers of America, said: “Their lives, in short, will be transformed. The value to these patients, and to their loved ones and society — you can’t put a price tag on it.”In the case of Sovaldi, it is true that a small subset of patients with hepatitis C will develop liver failure. And that $86,000 is cheap compared to the price of a liver transplant, as Gilead is quick to point out. But a vast majority of people with hepatitis C will have milder symptoms or none at all.“To understand drug pricing you have to shed your sense of value as a consumer and as a noble human being,” Mr. Francesco said. “You have to put on the lens of the health care industry, where what you’re doing is looking for opportunities to maximize return.”Some optimists are counting on the fact that several other drug companies are poised to market their own hepatitis C drugs; one alternative is already on the market, at a price that is about 10 percent cheaper. But if recent history is a lesson, that may not help bring down the price much.When Gleevec, a miraculous drug to effectively treat a certain type of leukemia, was released in 2001, people at first choked at its $30,000 annual price tag. (Such drugs must be taken for life.) Within a few years there was lots of competition from equally effective but similarly expensive drugs, but the price didn’t go down — in fact it has more than tripled. “Gleevec was an amazing accomplishment, but the sons of Gleevec aren’t,” said Dr. Peter Bach, who studies drug pricing at Memorial Sloan Kettering Cancer Center.So what of Evzio, the new naloxone injector? It is “nifty,” in the words of one early reviewer. It contains a training module and has an encouraging female voice, talking you through the injection process: “Now hold in place for 5 seconds. 5-4-3-2-1. Injection completed.”But what is that ease of use worth? Kaléo, Evzio’s manufacturer, has not announced a price, in part because it said it had not anticipated the F.D.A.’s rapid approval. But its epinephrine auto-injector for people with severe life-threatening allergies retails for $400 per kit even though it is a less complicated product;, even the cheapest generic epinephrine pens retail for over $300 a pair. A week after winning F.D.A. approval Kaléo announced a $150 million debt-financing plan to support commercialization of Evzio, and its executives have said the company will have a patient-assistance program for those who could not afford the device.But much naloxone is purchased by the public sector, where stretched budgets will go a lot further using an injection system that costs $3. Mr. Bigg of the Recovery Alliance said that to avoid using needles some police departments are using a kit to spray naloxone into the nose. But at $42, even that is straining budgets.Mr. Bigg recently visited officials of Kaléo to review the new device. He is pleased that it will potentially get more of a lifesaving drug like naloxone into communities. But in the real world health is not priceless, he said: “The issue really is cost.”",
    "textType":"article",
    "title":"For Drugs That Save Lives, a Steep Cost",
    "url":"http://www.nytimes.com/2014/04/27/sunday-review/it-will-save-lives-but-whats-the-cost.html"
}