{
    "author":"",
    "category":"sundayreview",
    "date":"2014-04-19",
    "description":"A sampling of the humor uncovered during research into the 10 funniest cities.",
    "text":"Researchers from the Humor Research Lab and Peter McGraw and Joel Warner, the authors of “The Humor Code: A Global Search for What Makes Things Funny,” asked more than 900 residents of the top 10 funniest cities to recount their favorite joke. Their responses revealed unique “humor profiles” for each city. Below is a sampling of representative jokes from each place.1.  A man gets on a bus and asks the driver, “Does dis bus go to da Loop?” The driver replies, “No, it goes ‘beep-beep.'”2.  “Two fish swim into a bar. The first fish says, ‘I’ll have some H2O.’ The second fish says, ‘I’ll have some H2O, too.’ The second fish died.”3.  “What do you call a black pilot? A pilot, you racist.”4.  “Knock, knock. Who’s there? KGB. KGB who? (Knocker smacks the responder) We will ask the questions!”5.  “A man is in the library and goes up to the desk. He asks for a burger and fries. The librarian says, ‘Sir this is a library.’ The man replies, ‘Oh, I’m sorry,’ and leans over and whispers, ‘Can I get a burger and fries?’6. “I was at the library today. The guy at the desk was very rude. I said, ‘I’d like a card.’ He said, ‘You have to prove you’re a citizen of New York.’ So I stabbed him.”7.  “Have you heard of the movie, Constipated? It’s not out yet.”8.  “A piece of string walks into a bar. Bartender won’t serve him, saying, ‘We don’t serve string.’ String goes outside, ruffles his cut end, and goes back into the bar. Bartender says, ‘Aren’t you the piece of string that was just in here?’ The string replies, ‘No, I’m a frayed knot.'”9.  “An electron and a positron walk into a bar. The positron says, ‘This round’s on me.’ The electron says, ‘Are you sure?’ The positron says, ‘I’m positive.'”10.  “What does one computer say to the other? 010101010101010101”",
    "textType":"article",
    "title":"Jokes From the Top 10 Cities",
    "url":"http://www.nytimes.com/2014/04/20/sunday-review/jokes-from-the-top-10-cities.html"
}