{
    "author":"Adam Liptak",
    "category":"sundayreview",
    "date":"2014-09-27",
    "description":"Does spending on judicial elections corrupt the courts’ impartiality?",
    "text":"WASHINGTON — FEDERAL judges are appointed for life and insulated from politics, and most of them do not think much of  of electing judges. They make this clear by insisting that those elections, which take place in 39 states, be as political as possible.The classic statement of this attitude, one she has come to regret, came from Justice Sandra Day O’Connor, who joined  allowing judges running for office to take stands on political and legal issues. “If the state has a problem with judicial impartiality,” she wrote, “it is largely one the state brought upon itself by continuing the practice of popularly electing judges.”The idea seemed to be that states would think better of their decision to hold judicial elections once they were subjected to the full diet of venom and nonsense that accompanies regular political campaigns. It has not worked out that way.Soon after Justice O’Connor retired, in 2006, the Supreme Court embarked on a run of campaign finance decisions amplifying the role of money in politics. Those rulings are also helping transform state judiciaries.“At a time when concerns about the conduct of judicial elections have reached a fever pitch, the court today unleashes the floodgates of corporate and union general treasury spending in these races,” Justice John Paul Stevens wrote in his dissent in , which concerned spending in a presidential primary.The last three election cycles included $152 million in spending in judicial races, according to , a research and advocacy group that says it seeks to protect judicial independence. “Judicial campaign cash is burning a hole in the Constitution,” said , the group’s executive director. “You cannot pour millions of dollars into our courtrooms without having an effect.”But  who played a leading role on the winning side in both Citizens United and the 2002 case of Republican Party of Minnesota v. White, said robust judicial campaigns are protected by the First Amendment and allow voters to discipline errant judges. “There is no perfect system,” he said. “The balance is between the need for judicial independence to faithfully follow the law and to be held accountable if they do not follow their function and become activist.”The larger battle is over the proper conception of the judicial role. Is it detached and marked by technical skill, an even temperament, a certain elitism and the political connections needed to secure an appointment? Or does it share characteristics with the elected officials who run campaigns based on charisma, populism and promises, and who are responsive to their supporters’ agendas?At their private conference on Monday, the Supreme Court will consider whether to hear a case that could take another step toward reshaping judicial elections. The question now is whether candidates for judicial office may personally solicit campaign contributions.Thirty of the states that elect judges ban such personal requests. Every state supreme court to address the bans has said they are justified by the need to protect the integrity of the judiciary and public confidence in the judicial system.But federal appeals courts are split on the issue. Four of them, collectively covering 23 states, have struck down solicitation bans. In May, for instance, the United States Court of Appeals for the Ninth Circuit, in San Francisco, , at least as applied to candidates for judicial office who are not yet judges.“A state sets itself on a collision course with the First Amendment when it chooses to popularly elect its judges but restricts a candidate’s campaign speech,” Judge Richard A. Paez wrote, citing Citizens United. “To the extent states wish to avoid a politicized judiciary,” he added, “they can choose to do so by not electing judges.”The new case comes from Florida, where Lanell Williams-Yulee, a candidate for the county court in Hillsborough County, which includes Tampa, was reprimanded and made to pay $1,860 in court costs for signing a fund-raising letter.In the process, the Florida Supreme Court , saying it helped “ensure that judges engaged in campaign activities are able to maintain their status as fair and impartial arbiters of the law.”The decision acknowledged that many federal judges have ruled differently but noted that they “have lifetime appointments and thus do not have to engage in fund-raising.”, which filed the complaint against Ms. Williams-Yulee and successfully defended the state’s solicitation ban,  that “there is a national need for resolution.”The splits among lower courts make it likely that the Supreme Court will hear the case. So does the fact that the winning side has joined Ms. Williams-Yulee in urging the justices to intercede.Ms. Williams-Yulee is represented by Yale Law School’s Supreme Court clinic, which says the solicitation bans do a poor job of ensuring impartial judges. In barring not only one-on-one requests but also mass mailings and speeches to large groups, , the bans censor speech unlikely to give rise to judicial corruption.The bans also do too little, the brief continued, by allowing candidates to raise money through campaign committees and personally thank their donors.Should the Supreme Court agree to hear the case, Williams-Yulee v. The Florida Bar, No. 13-1499, most signs point to a ruling that will further loosen campaign restrictions.But one points in a different direction. In 2009, the Supreme Court required the chief justice of the West Virginia Supreme Court to recuse himself from a case in light of $3 million of campaign spending on his behalf by an interested party.Such spending, , could give rise to “a debt of gratitude.” Seven months later, in Citizens United, Justice Kennedy suggested that politicians were more trustworthy than judges. As to politicians, he said, “There is only scant evidence that independent expenditures even ingratiate.” , a law professor at Hofstra University, said the 2009 decision  “has elevated the notion that there is something other than the First Amendment in the discussion when it comes to judicial elections.”But Mr. Bopp said Citizens United was the more pertinent ruling. “There is no judicial elections exception,” he said.Justice Antonin Scalia, at least, seems to agree.“Maybe you shouldn’t have judicial elections,” he said during . “It may be a very bad idea. But as long as you have it, I don’t see the interest in keeping the electorate from being informed.”",
    "textType":"article",
    "title":"Judges on the Campaign Trail",
    "url":"http://www.nytimes.com/2014/09/28/sunday-review/judges-on-the-campaign-trail.html"
}