{
    "author":"James Glanz",
    "category":"sundayreview",
    "date":"2014-06-28",
    "description":"Whether Shiites or ISIS is in charge, residents just want to live their lives.",
    "text":"HIS name was Thamir, and he was a pool hustler. He was good enough that when a translator shouted in the pool hall that I wanted to meet the best player in Husayba, the gaggle of men parted, opening the way to him. Thamir grinned wryly, pressed an index finger against his chest and lifted his chin in that universal gesture: You want to talk to me?I did want to talk to him, and when I did he bragged that he came to the pool hall only long enough to make what his family needed to get by — roughly $10 a day, he reckoned — before taking the rest of the day off and enjoying the good life.“Right now it is very good, very safe,” Thamir said, glancing at the handful of heavily armed United States  who had shown me up a narrow stairway to the pool hall.The Iraqi district of Qaim, a fertile stretch of sheep herds and greenery along the Euphrates River that includes Husayba, a strategic border crossing with , was overrun earlier this month by militants from the , or ISIS, a Sunni-dominated extremist group. The loss of Qaim was a nightmarish turn for the Shiite-led Iraqi government, as the militants were likely to move directly down the river valley toward Baghdad.Qaim and the vast Anbar desert around it certainly saw their share of bitter fighting after the American-led invasion of  in 2003. But during my visit to Qaim four years later, in bleak stretches of that desert, at local town markets and around a camp so close to the border that a huge picture of Bashar al-Assad, the Syrian president, stared across a closed gateway, the Marines and I both saw something else: characters any American would recognize, seemingly aching to lead lives that we would consider happy and fairly run of the mill.How is it possible that this Memphis-on-the-Euphrates could become part of the hinterland of a caliphate, or strict Islamic state, envisioned by ISIS? The journey that led to the second-floor pool hall may hold at least some of the answers.The Marines were not naïve about the dualities of these desert people, nearly all of them Sunni and members of tribes that straddled the border as if it did not exist.“Syraq,” one lieutenant colonel put it, merging the country names, as he showed me routes where tribes had smuggled hundreds of thousands of cigarettes over the border. The Marines could do so little about the cross-border smuggling that they seemed to accept it as an almost comedic inevitability. Another officer said that when his unit surprised one large group of smugglers, they dropped their loads and scattered — leaving a one-legged compatriot behind.“I don’t even think he lost a smile,” the officer said. “It was more like, ‘Ah, you caught me!’ ”The Marines, having studied up on the tribes, often sounded like physicists discussing complex particle interactions. The Albu Mahal tribe had long dominated the area, the colonel said, but the 2003 invasion and its aftermath rocked the old order. Alliances and tensions among the Karbuli, Hardan and Salmani tribes and a Qaeda group, the colonel said, were part of what sparked a major American military operation there in 2005.That operation, called Steel Curtain, was described by American officials at the time as an effort to stanch the flow of foreign fighters from Syria. The underlying dynamic was something else, the colonel said: “What led to Steel Curtain was basically a tribal war.”Order was restored, as Albu Mahal allied itself with the American military, regained its primacy and helped keep the peace. How the tribes have reshuffled themselves now is anyone’s guess, and the chaos can only be deepened by something else I encountered during my visit: .Engineers had recently learned that the Akkas oil and gas field beneath the Anbar desert was far larger than previously known. I traveled with John R. Allen, then a brigadier general who was a leading commander in Anbar, to an exploratory wellhead in the open desert 20 miles southwest of Qaim. “What this does is, it gives Anbar and the Sunnis an economic future different from phosphate and cement,” he said, referring to tumbledown factories in the area.The dapper mayor of Qaim, Farhan Farhan, who was wearing a natty gray jacket and a black shirt on the day I met him, said, “If we use this petroleum, it will be enough for all the west of Iraq.”Those words take on a different cast now that the area has been infiltrated by militants who aim to create their own state and could presumably use some revenue and sources of energy. (Officials with Kogas, the South Korean company with a contract to develop the Akkas field, said Friday that the company had safely evacuated all its workers before the ISIS advance and believed that the militants were now in control of the area.)Beyond the larger-scale drama of tribal animosities and oil I discovered on my visit in 2007, the simple grind of living in Husayba was visible on the street. During a walk with eight Marines through the souk, we ran across a man whose daughter was seriously ill but refused to take her to Baghdad for fear of their being killed by Shiite gangs. Shop owners moaned that the barricaded crossing kept them from shopping for supplies where they felt safe.How a pool hustler fits into a caliphate, I don’t pretend to know, but I hope Thamir is still separating his ten bucks a day from whichever suckers are currently wandering the souk. When we squeezed our way up the stairway to the pool hall that day, though, he didn’t have to hustle much for us to see him as a guy we recognized from our hometowns who was a thread in the fabric of a functioning society.You could make good money betting that when an occupier wants to believe that it may all be for the best, the occupied will see no percentage in letting on that it might be otherwise.",
    "textType":"article",
    "title":"Life in Iraq Grinds On, Whoever Is in Charge",
    "url":"http://www.nytimes.com/2014/06/29/sunday-review/life-in-iraq-grinds-on-whoever-is-in-charge.html"
}