{
    "author":"Adam Liptak",
    "category":"sundayreview",
    "date":"2014-01-04",
    "description":"How can we make sure lawyers defend poor clients with vigor and care? Experiments in two states are trying to offer solutions.",
    "text":"WASHINGTON — FIFTY years ago, in , the Supreme Court ruled that poor people accused of serious crimes were entitled to lawyers paid for by the government. But the court did not say how the lawyers should be chosen, how much they should be paid or how to make sure they defended their clients with vigor and care.This created a simple problem and a complicated one. The simple one is that many appointed lawyers are not paid enough to allow them to do their jobs. The solution to that problem is money.The complicated problem is that the Gideon decision created attorney-client relationships barely worthy of the name, between lawyers with conflicting incentives and clients without choices. Now a judge in Washington State and a county in Texas are trying to address that deeper problem in ways that have never been tried in the United States.Their proposed solutions reflect competing schools of legal thought. The approach in Washington State is a top-down exercise of federal power, pushing lawyers to make sure they meet with their clients, tell them their rights, investigate their cases and represent them zealously in plea negotiations and at trial.The one in Comal County, Tex., is a bottom-up appeal to the marketplace. Defendants there will soon be able to use government money  in much the same way that parents in some parts of the country use government vouchers to pay for grade school.The county calls it “client choice.” Another name: Gideon vouchers.In Washington,  drew on Supreme Court decisions involving  and   on two Washington cities that had, he found, failed to provide meaningful representation to poor criminal defendants.Judge Lasnik, of the Federal District Court in Seattle, found that the cities of Mount Vernon and Burlington had effectively instituted a “meet and plead” system in which lawyers handling 500 cases at a time would “often meet their clients for the first time in the courtroom, sometimes with a plea offer already in hand.”“The system is broken to such an extent,” he wrote, “that confidential attorney-client communications are rare, the individual defendant is not represented in any meaningful way, and actual innocence could conceivably go unnoticed and unchampioned.”, which represented the plaintiffs, said  this was the first time in the nation’s history that a federal judge had appointed a supervisor to oversee a public defense service.The approach in Comal County is based on free-market principles. “It’s so novel,” said , the executive director of the . “It’s not been done before.”He said the county already did a good job in delivering legal services through court-appointed lawyers. “The system was healthy,” he said. “It wasn’t broken.”The pilot program, which will start in earnest in the fall, addresses the two fundamental conflicts in most current public defense systems.One is that lawyers chosen and paid for by the government may not represent their clients forcefully, perhaps for fear of missing out on the next assignment.“The fundamental problem is that lawyers in this country are oftentimes beholden to judges for appointments,” said , a law professor at Indiana University and a program adviser. “The allegiance of the lawyer is not principally to the client, where it ought to be.”The other problem is that  over this important professional relationship. It is hard to trust a lawyer you have not chosen and generally cannot fire.People with money get to pick their lawyers. Indeed, the Supreme Court in 2006  after a trial judge said the defendant could not use the lawyer he wanted to represent him. The Supreme Court said this was a violation of the right to counsel guaranteed by the .But that guarantee goes only so far, Justice Antonin Scalia explained. “The right to counsel of choice,” he wrote, “does not extend to defendants who require counsel to be appointed for them.”The intellectual parents of the movement toward letting poor people choose a lawyer are the law professors  of New York University and  of Santa Clara University, who first published  in American Criminal Law Review in 1993. A revised and compressed 2010 , in Policy Analysis, a Cato Institute publication, caught Mr. Bethke’s attention.Judges have been wary of the idea, saying they fear poor choices, gamesmanship and administrative chaos. “There are practical reasons for not giving indigent criminal defendants their choice of counsel,”  of the federal appeals court in Chicago  in rejecting a defendant’s challenge to his conviction based on a trial judge’s failure to appoint the lawyer he wanted. For one thing, Judge Posner said, “indigent defendants cannot be allowed to paralyze the system by all flocking to one lawyer.”Another appeals court judge in Chicago, ,  “the evenhanded distribution of assignments” to lawyers and the possibility that savvy criminals “would be afforded an advantage in access to the more experienced criminal defense lawyers.”In their law-review article, Professors Schulhofer and Friedman said that “court officials can easily avoid the logistical problem by advising defendants about which attorneys are currently accepting indigent cases.”Mr. Bethke said that only qualified lawyers would be allowed to participate in the pilot program in Texas. “This is not going to be a pure free market,” he said. “We’re not going to allow lawyers to say, ‘I do bankruptcies — give me a call.’ ”And there will be a public option for defendants who do not want to choose their own lawyers. “We’re going to have the old assigned-counsel system going on behind,” Mr. Bethke said.He did allow that some beneficiaries of the current system were uneasy. “There are lawyers that are worried that there will be people standing outside of jail saying, ‘We take vouchers.’ ”",
    "textType":"article",
    "title":"Need-Blind Justice",
    "url":"http://www.nytimes.com/2014/01/05/sunday-review/need-blind-justice.html"
}