{
    "author":"Sam Tanenhaus",
    "category":"sundayreview",
    "date":"2014-04-05",
    "description":"For success in 2016, the G.O.P. needs to convey a positive message.",
    "text":"WHEN Senator Marco Rubio, Republican of Florida, delivered a speech last month outlining proposals for economic growth, his sponsor was the Jack F. Kemp Foundation, a Beltway organization set up in memory of the Republican politician who died in 2009 and has recently been cited as a hero by some of the party’s most prominent figures.Senator Rubio is one outspoken admirer. Another is Representative Paul D. Ryan, Republican of Wisconsin, who worked at Mr. Kemp’s think tank, Empower America, in the 1990s, and has said that Mr. Kemp was one of his principal mentors.Perhaps the most surprising Kemp acolyte, given his anti-establishment persona, is Senator Rand Paul, Republican of Kentucky. Mr. Paul has updated Kemp’s most famous idea, “urban enterprise zones,” which were intended to entice businesses into struggling inner cities.When Mr. Paul was drawing up his own plan last year, his office got in touch with James Kemp, who heads the foundation named for his father. “I went over and talked to a couple of staffers and looked at the agenda,” Mr. Kemp recalled last week. The result was the “economic freedom zones” Mr. Paul unveiled in Detroit in December.It might seem a curious moment for a Jack Kemp revival. Many remember him as an evangelist for supply-side economics and its drastic tax cutting — exactly the approach some Republicans say needs to be replaced with a fresh agenda that grapples with joblessness and stagnant wages.But there was another side to Kemp, a self-described “bleeding-heart conservative” who preached the gospel of upward mobility, economic opportunity, cultural diversity and racial justice. This Kemp personified the big-tent Republicanism that has gone into hibernation in the Obama years and that some Republicans think is crucial to the party’s success in the 2016 presidential election, when voters will want to hear a more positive message.It is one thing, of course, to emphasize reaching beyond the Republican base, and quite another to connect with other voters, which Kemp was successful in doing. “I watched him interact in poor communities with so clearly a love of people, and a fierce idea of equality,” said Senator Cory A. Booker of New Jersey, a Democratic protégé of Kemp’s, in an interview last week, recalling how Kemp’s “compassion, engagement and comfort” shone through when he talked to African-Americans and Latinos.That ease was partly the consequence of Kemp’s years as a professional quarterback — the tense fourth-quarter huddles and locker-room camaraderie, not to mention his role as one of the few white leaders of a boycott of the American Football League’s All-Star game in 1965, when it was scheduled in New Orleans, a segregated city at the time.Those experiences gave Kemp a street-level credibility rare for politicians in either party, though Mr. Ryan, for one, has been visiting inner cities, accompanied by Bob Woodson, a civil rights activist who worked closely with Kemp.Just as important, however, are the policies Kemp devised and advocated. An autodidact enamored of big ideas, he espoused many, some at odds with Republican orthodoxy. The enterprise zone — an idea he did not originate but championed when he was a backbench congressman from New York — has been tried in 40 or more states, with .“It was a brilliant idea,” Mr. Booker said, one that gave a boost to Newark long before Mr. Booker became mayor, and afterward, too. “It created at least 20,000 jobs, and there was a multiplier effect of financial benefits,” Mr. Booker said. (President Obama has introduced his own version, “Promise Zones.”)Kemp was just as active when he was secretary of the Department of Housing and Urban Development under the first President Bush.“He was ahead of his time by pushing an upward mobility agenda for the poor,” said Cesar Conda, a longtime Kemp ally who is now Mr. Rubio’s chief of staff, citing Kemp’s support for “tenant management for public housing and reducing the payroll tax.”But do such ideas, and the robust government required to fulfill them, square with a Republican Party whose potent Tea Party faction is committed to fiscal austerity and budget cutting?“That’s a good question,” Mr. Conda said. Following up by email, he suggested this answer: “Kemp despised government dependency and redistribution of wealth. In this respect, he would be in perfect tune with the Tea Party.”Mr. Paul seemed to echo this sentiment when he said Mr. Kemp “stood for the idea that the American dream was within every American’s reach, but pro-growth policies are necessary to get the government out of the way.”In fact, Kemp often advocated a strong federal government and continued to do so after he left active politics.During the subprime mortgage crisis, for example, he called for a loosening of bankruptcy laws to protect “the estimated 2.2 million families in danger of losing their homes” and then teamed up with Henry G. Cisneros, the housing secretary under Bill Clinton, to urge congressional action against “predatory and discriminatory lending practices which have had a direct and significant impact on African-American and Latino homeowners and neighborhoods.”This put Kemp at odds with the Tea Party movement, whose first protests were inspired by President Obama’s attempts to help homeowners in just the way Kemp had advocated.However attractive Kemp’s inclusive conservatism may be in theory, it remains alien to many who now form the Republican base.Some of Kemp’s ideological heirs have already discovered this.In 1990, when he was HUD secretary, the ardently pro-immigrant Kemp threatened to withhold federal funding from the city of Costa Mesa, Calif., unless it repealed laws barring social services for undocumented immigrants.Last summer, Mr. Rubio helped draft the Senate immigration reform bill. Unlike Kemp, he was loudly denounced by conservatives, some of whom still distrust him.If Kemp “were still alive he’d have an important role,” Mr. Rubio said when I spoke with him in Washington two weeks ago. “I think he’d be the senior statesman of the reform movement. People would be looking to him as a stamp of approval on a lot of these ideas and we’d be relying on him as a communicator.”The question is whether Republicans are ready to listen.",
    "textType":"article",
    "title":"Note to Republicans: Channel Jack Kemp",
    "url":"http://www.nytimes.com/2014/04/06/sunday-review/note-to-republicans-channel-jack-kemp.html"
}