{
    "author":"Kate Murphy",
    "category":"sundayreview",
    "date":"2014-07-25",
    "description":"Nowadays, people can keep negative thoughts at bay with a frenzy of activity.",
    "text":"ONE of the biggest complaints in modern society is being overscheduled, overcommitted and overextended. Ask people at a social gathering how they are and the stock answer is “super busy,” “crazy busy” or “insanely busy.” Nobody is just “fine” anymore.When people aren’t super busy at work, they are crazy busy exercising, entertaining or taking their kids to Chinese lessons. Or maybe they are insanely busy playing fantasy football, tracing their genealogy or churning their own butter.And if there is ever a still moment for reflective thought — say, while waiting in line at the grocery store or sitting in traffic — out comes the mobile device. So it’s worth noting a study published last month in the journal Science, which shows how far .“We had noted how wedded to our devices we all seem to be and that people seem to find any excuse they can to keep busy,” said Timothy Wilson, a psychology professor at the University of Virginia and lead author of the study. “No one had done a simple study letting people go off on their own and think.”The results surprised him and have created a stir in the psychology and neuroscience communities. In 11 experiments involving more than 700 people, the majority of participants reported that they found it unpleasant to be alone in a room with their thoughts for just 6 to 15 minutes.Moreover, in one experiment, 64 percent of men and 15 percent of women began self-administering electric shocks when left alone to think. These same people, by the way, had previously said they would pay money to avoid receiving the painful jolt.It didn’t matter if the subjects engaged in the contemplative exercise at home or in the laboratory, or if they were given suggestions of what to think about, like a coming vacation; they just didn’t like being in their own heads.It could be because human beings, when left alone, tend to dwell on what’s wrong in their lives. We have evolved to become problem solvers and meaning makers. What preys on our minds, when we aren’t updating our Facebook page or in spinning class, are the things we haven’t figured out — difficult relationships, personal and professional failures, money trouble, health concerns and so on. And until there is resolution, or at least some kind of understanding or acceptance, these thoughts reverberate in our heads. Hello rumination. Hello insomnia.“One explanation why people keep themselves so busy and would rather shock themselves is that they are trying to avoid that kind of negative stuff,” said Ethan Kross, director of the Emotion and Self-Control Laboratory at the University of Michigan. “It doesn’t feel good if you’re not intrinsically good at reflecting.”The comedian  that’s been watched nearly eight million times on YouTube in which he describes that not-good feeling. “Sometimes when things clear away and you’re not watching anything and you’re in your car and you start going, oh no, here it comes, that I’m alone, and it starts to visit on you, just this sadness,” he said. “And that’s why we text and drive. People are willing to risk taking a life and ruining their own because they don’t want to be alone for a second because it’s so hard.”But you can’t solve or let go of problems if you don’t allow yourself time to think about them. It’s an imperative ignored by our culture, which values doing more than thinking and believes answers are in the palm of your hand rather than in your own head.“It’s like we’re all in this addicted family where all this busyness seems normal when it’s really harmful,” said Stephanie Brown, a psychologist in Silicon Valley and the author of “Speed: Facing Our Addiction to Fast and Faster — and Overcoming Our Fear of Slowing Down.” “There’s this widespread belief that thinking and feeling will only slow you down and get in your way, but it’s the opposite.”Suppressing negative feelings only gives them more power, she said, leading to intrusive thoughts, which makes people get even busier to keep them at bay. The constant cognitive strain of evading emotions underlies a range of psychological troubles such as obsessive-compulsive disorder, anxiety, depression and panic attacks, not to mention a range of addictions. It is also associated with various somatic problems like eczema, irritable bowel syndrome, asthma, inflammation, impaired immunity and headaches.Studies further suggest that not giving yourself time to reflect  with others. “The more in touch with my own feelings and experiences, the richer and more accurate are my guesses of what passes through another person’s mind,” said Giancarlo Dimaggio, a psychiatrist with the Center for Metacognitive Interpersonal Therapy in Rome, who studies the interplay of self-reflection and empathy. “Feeling what you feel is an ability that atrophies if you don’t use it.”Researchers have also found that an idle mind is a crucible of creativity. A number of studies have shown that people tend to come up with more novel uses for objects if they are first given an easy task that , rather than a more demanding one.“Idle mental processing encourages creativity and solutions because imagining your problem when you aren’t in it is not the same as reality,” said Jonathan Smallwood, a cognitive neuroscientist at the University of York, in England. “Using your imagination means you are in fact rethinking the problem in a novel way.”Perhaps that’s why Google offers its employees courses called “Search Inside Yourself” and “Neural Self-Hacking,” which include instruction on mindfulness meditation, where the goal is to recognize and accept inner thoughts and feelings rather than ignore or repress them. It’s in the company’s interest because it frees up employees’ otherwise embattled brain space to intuit end users’ desires and create products to satisfy them.“I have a lot of people who come in and want to learn meditation to shut out thoughts that come up in those quiet moments,” said Sarah Griesemer, a psychologist in Austin, Tex., who incorporates mindfulness meditation into her practice. “But allowing and tolerating the drifting in of thoughts is part of the process.” Her patients, mostly hard-charging professionals, report being more productive at work and more energetic and engaged parents.To get rid of the emotional static, experts advise  when thinking about troubling events in your life. Instead, use third-person pronouns or your own name when thinking about yourself. “If a friend comes to you with a problem it’s easy to coach them through it, but if the problem is happening to us we have real difficulty, in part because we have all these egocentric biases making it hard to reason rationally,” said Dr. Kross of Michigan. “The data clearly shows that you can use language to almost trick yourself into thinking your problems are happening to someone else.”Hard as they sometimes are, negative feelings are a part of everyone’s life, arguably more so if you are crazy busy. But it’s those same deep and troubling feelings, and how you deal with them, that make you the person you are. While busyness may stanch welling sadness, it may also limit your ability to be overcome with joy.",
    "textType":"article",
    "title":"No Time to Think",
    "url":"http://www.nytimes.com/2014/07/27/sunday-review/no-time-to-think.html"
}