{
    "author":"Sam Roberts",
    "category":"sundayreview",
    "date":"2014-09-27",
    "description":"Tracing defining moments through an AIDS poster, a musician’s trumpet, a light bulb.",
    "text":"FIVE years ago, the BBC and the British Museum collaborated on a hugely successful radio series and book called “A History of the World in 100 Objects.” Last week, the Smithsonian followed up with its “History of the World in 1,000 Objects.”It’s not that 900 more transformational artifacts suddenly materialized since 2009. Instead, think of the two histories as 3.2-pound bookends flanking a welter of similar collections that showcase the mesmerizing and metamorphic power of artifacts, from a 230,000-year-old female figurine to a jar of dust collected in Lower Manhattan after 9/11.Thanks in part to a recent proliferation of best-selling biographies of major political and military figures, history is hot. And objects seem to be emerging as history’s lingua franca. The “100 Objects” book has been reprinted in 10 languages. Downloads of its companion 15-minute podcasts have topped 35 million. This summer, when the Smithsonian polled the public on the “most iconic” object in its collection, more than 90,000 people weighed in.That success has not gone unnoticed. The Victoria and Albert Museum in London is currently displaying 99 “disobedient objects” representing movements for social change, including a “Silence = Death” poster created in response to the AIDS epidemic. The Israel Museum is curating 12 objects that define humankind for display next spring.“It is only in the world of objects that we have time and space,” T. S. Eliot wrote. Think of the marks that things — the wheel, the crucifix, the credit card or the computer chip — have made on civilization.“The idea is to show there’s a value in stuff that’s not just monetary,” said Richard Kurin, editor of the Smithsonian’s “History of America in 101 Objects,” published in 2013. “It has a certain kind of worth, and not just because somebody paid a zillion dollars for it.”Navigating history on a chronological timeline suggests an artificial orderliness, he added, like a film unspooled frame by frame: “Looking at objects makes you think stuff wasn’t necessarily obvious and overdetermined — someone had to put it together. It gets at a fundamental aspect: Why did that thing come into being?”To define America, the Smithsonian chose, among other objects, Louis Armstrong’s trumpet, Thomas Edison’s electric bulb and the birth control pill — objects that Dr. Kurin, the museum’s under secretary for art, history and culture, said “provide us with the means to reconsider our past in light of what we value today.”Unlike museum pieces of critical beauty or quantifiable value, “objects” — as distinct from objets d’art — can be anything that can be touched or felt. Fashioning a meaningful narrative from them means more than randomly rummaging through memorabilia and heirlooms from a metaphorical attic. They must also encompass the broad spectrum of human experience. As Dr. Jeremy D. Hill, the British Museum’s research manager, said, “There’s a limit to the number of stone axes or Buddhas one can include.”Fortunately, as Wislawa Szymborska, the Polish poet, once observed, “You can find the entire cosmos in the least remarkable objects.” Indeed, entire books have been devoted to the dominion of the pencil (Henry Petroski inflated it to “a study of engineering” and revealed why it was typically yellow), the zipper (named by B. F. Goodrich in the 1920s for the rubber boots that bore the new fastener), the toilet and the potato. That reach demonstrates, as Bill Brown, professor of American culture at the University of Chicago, has written, that “history can unabashedly begin with things.”Material culture has become a science among academics, but let’s acknowledge that it’s also a clever way to hook people on history.It allows people to touch the past, but Hannah Rosefield, a cultural critic, identifies a chicken-and-egg question: “There’s a difference between the history of a thing and using a thing to tell the history of something else.” And while our infatuation with lists doesn’t necessarily trivialize history, the objects we validate are limited to those that somehow survived. Consider this caveat from Russell Baker, the former New York Times columnist: “Objects,” he once mused, “can be classified scientifically into three major categories: those that don’t work, those that break down and those that get lost.”Also, appealing to the public for suggestions skews such lists to objects people remember most or have developed nostalgia for. When Americans voted for the object that best defined the Smithsonian, the winner was only a year old: a baby giant panda born in 2013 at the National Zoo (the runners-up included the Star-Spangled Banner that flew over Fort McHenry, Woody Guthrie’s 78 r.p.m. recording of “This Land Is Your Land” and a Gilbert Stuart portrait of George Washington).Still, as James Deetz, a father of historical archaeology, wrote, “the vast universe of objects used by mankind to cope with the physical world, to facilitate social intercourse and to benefit our state of mind” is “useful in emphasizing how profoundly our world is the product of our thoughts.” As the latest books and exhibits attest, those thoughts have manifested themselves in objects ranging from the bloody tunic Archduke Franz Ferdinand was wearing when he was assassinated in 1914 to a humble mechanical cotton picker.“If we can get people interested in history by using intriguing and entrancing objects as the bait, that’s good,” Dr. Kurin said. “And we’ve always been fascinated by lists — the whole spate of reality shows in the last decade, of people selecting, picking winners. In some ways these books have also had the sense of participation. It’s not only Simon Cowell from ‘American Idol.’ We’re all Simons in a way.”",
    "textType":"article",
    "title":"Object Lessons in History",
    "url":"http://www.nytimes.com/2014/09/28/sunday-review/object-lessons-in-history.html"
}