{
    "author":"William Logan",
    "category":"sundayreview",
    "date":"2014-06-14",
    "description":"It’s long been a major art with a minor audience.",
    "text":"GAINESVILLE, Fla. — WE live in the age of grace and the age of futility, the age of speed and the age of dullness. The way we live now is not poetic. We live prose, we breathe prose, and we drink, alas, prose. There is prose that does us no great harm, and that may even, in small doses, prove medicinal, the way snake oil cured everything by curing nothing. But to live continually in the natter of ill-written and ill-spoken prose is to become deaf to what language can do.The dirty secret of poetry is that it is loved by some, loathed by many, and bought by almost no one. (Is this the silent majority? Well, once the “silent majority” meant the dead.) We now have a poetry month, and a poet laureate — the latest, Charles Wright, announced just last week — and poetry plastered in buses and subway cars like advertising placards. If the subway line won’t run it, the poet can always tweet it, so long as it’s only 20 words or so. We have all these ways of throwing poetry at the crowd, but the crowd is not composed of people who particularly want to read poetry — or who, having read a little poetry, are likely to buy the latest edition of “Paradise Lost.”This is not a disaster. Most people are also unlikely to attend the ballet, or an evening with a chamber-music quartet, or the latest exhibition of Georges de La Tour. Poetry has long been a major art with a minor audience. Poets have always found it hard to make a living — at poetry, that is. The exceptions who discovered that a few sonnets could be turned into a bankroll might have made just as much money betting on the South Sea Bubble.There are still those odd sorts, no doubt disturbed, and unsocial, and torturers of cats, who love poetry nevertheless. They come in ones or twos to the difficult monologues of Browning, or the shadowy quatrains of Emily Dickinson, or the awful but cheerful poems of Elizabeth Bishop, finding something there not in the novel or the pop song.Many arts have flourished in one period, then found a smaller niche in which they’ve survived perfectly well. A century ago, poetry did not appear in little magazines devoted to it, but on the pages of newspapers and mass-circulation magazines. The big magazines and even the newspapers began declining about the time they stopped printing poetry. (I know, I know — I’ve put the cause before the horse.) On the other hand, perhaps Congress started to decline when the office of poet laureate was created. The Senate and the House were able to bumble along perfectly well during the near half century when there was only a Consultant in Poetry to the Library of Congress — an office that, had the Pentagon only been consulted, might have been acronymized as C.I.P.L.O.C. instead of being renamed.Poetry was long ago shoved aside in schools. In colleges it’s often easier to find courses on race or class or gender than on the Augustans or Romantics. In high schools and grade schools, when poetry is taught at all, too often it’s as a shudder of self-expression, without any attempt to look at the difficulties and majesties of verse and the subtleties of meaning that make poetry poetry. No wonder kids don’t like it — it becomes another way to bully them into feeling “compassion” or “tolerance,” part of a curriculum that makes them good citizens but bad readers of poetry.My blue-sky proposal: teach America’s kids to read by making them read poetry. Shakespeare and Pope and Milton by the fifth grade; in high school, Dante and Catullus in the original. By graduation, they would know Anne Carson and Derek Walcott by heart. A child taught to parse a sentence by Dickinson would have no trouble understanding Donald H. Rumsfeld’s known knowns and unknown unknowns.We don’t live in such a world, and perhaps not even poets alive today wish we did. My ideal elementary-school curriculum would instead require all children to learn: (1) the times tables up to, say, 25; (2) a foreign language, preferably obscure; (3) the geography of a foreign land, like New Jersey; (4) how to use basic hand tools and cook a cassoulet; (5) how to raise a bird or lizard (if the child is vegetarian, then a potato); (6) poems by heart, say one per week; (7) how to find the way home from a town at least 10 miles away; (8) singing; (9) somersaults. With all that out of the way by age 12, there’s no telling what children might do. I have thieved a couple of items from W. H. Auden’s dream  for a College of Bards. If my elementary school students are not completely disgusted by poetry, off they could go one day to that college, well prepared.THE idea that poetry must be popular is simply a mistake. Yet who would have suspected that the  and the  in London would now be broadcast to local movie theaters across America? The cigar-chewing promoter who can find a way to put poetry before readers and make them love it will do more for the art than a century of hand-wringing. He might also turn a buck.You can live a full life without knowing a scrap of poetry, just as you can live a full life without ever seeing a Picasso or “The Cherry Orchard.” Most people surround themselves with art of some sort, whether it’s by Amy Winehouse or Richard Avedon. Even the daubs on the refrigerator by the toddler artist have their place. Language gainfully employed has its place. Poetry will never have the audience of “Game of Thrones” — that is what television can do. Poetry is what language alone can do.",
    "textType":"article",
    "title":"Poetry: Who Needs It?",
    "url":"http://www.nytimes.com/2014/06/15/sunday-review/poetry-who-needs-it.html"
}