{
    "author":"Michael Wines",
    "category":"sundayreview",
    "date":"2014-08-30",
    "description":"Whether racial bias is a significant factor in shootings is an open question, and there are no reliable numbers which can provide the answer.",
    "text":"IF anything good has come out of this month’s fatal shooting of Michael Brown in Ferguson, Mo., it is that the death of the black teenager shined a spotlight on the plague of shootings of black men by white police officers. And maybe now, the nation will begin to address the racism behind it.That is the conventional wisdom, anyway, and maybe it is true. Only a fool would deny that racial bias still pervades aspects of American society. The evidence is clear that some police law-enforcement tactics — traffic stops, to cite one example — disproportionately target African-Americans. And few doubt that blacks are more likely than whites to die in police shootings; in most cities, the percentage almost certainly exceeds the African-American share of the population.Such arguments suggest that the use of deadly force by police officers unfairly targets blacks. All that is needed are the numbers to prove it.But those numbers do not exist. And because of that, the current national debate over the role of race in police killings is being conducted more or less in a vacuum.Researchers have sought reliable data on shootings by police officers for years, and Congress even ordered the Justice Department to provide it, albeit somewhat vaguely, in 1994. But two decades later, there remains no comprehensive survey of police homicides. The even greater number of police shootings that do not kill, but leave suspects injured, sometimes gravely, is another statistical mystery.Without reliable numbers, the conventional wisdom is little more than speculation. Indeed, some recent research suggests that it may not even be correct: One study of police data in St. Louis concluded that black and white officers were equally likely to shoot African-American suspects, while another experiment found that both officers and civilians in simulated situations hesitated significantly longer before firing at black suspects than they did at whites.“It’s shocking,” said Geoffrey P. Alpert, a professor of criminology at the University of South Carolina. “For 20 years, we’ve been trying to get the government to do something. We don’t have a clear picture of what’s going on in the use of lethal force. Are young black males being shot at a rate disproportionate to their involvement in crime? Are white officers shooting black males in areas where they’re not expected to have those sorts of interactions? Is this an aberration, a trend, routine, something going on for a long time? We don’t know.”Not only do we not know the racial breakdown of police homicides, we don’t know with any precision how many homicides occur, period.The F.B.I.’s Uniform Crime Reporting Program tabulates deaths at the hands of police officers. So does the National Center for Health Statistics. So does the Bureau of Justice Statistics. But the totals can vary wildly.By the F.B.I.’s figures, there were between 378 and 414 police homicides in the five years ending in 2012, the most recent year available. Those numbers, however, include only justifiable homicides without reference to race; mistaken or unjustified killings are not reported. Years of academic research indicate that the actual total is considerably higher.A 2012 study by David A. Klinger, a former police officer and professor of criminology at the University of Missouri-St. Louis, compared 13 years of internal reports on homicides by Los Angeles police officers and sheriffs’ deputies with the figures published by the F.B.I. The result: the 184 homicides reported by the F.B.I. were 46 percent fewer than the 340 logged by the departments themselves.The lack of reliable data has ramifications that go well beyond merely keeping tabs on one’s local police department. “There is a long list of important research questions — not arcane ones, or of mere interest to the academic research community — that we currently cannot study or systematically analyze because there is no data,” said Richard Rosenfeld, another University of Missouri-St. Louis criminology professor.Beyond measuring racial inequities, he said, researchers could use data to ferret out differences between homicides and nonlethal shootings, the nature of communities where shootings generally occur, and the character of police departments whose officers are more likely — or less — to be involved in shootings.Whether or not racial bias is a significant factor in police homicides is very much an open question.Studies have long concluded that police killings are more common in cities with more violent crime and larger minority populations, yet some researchers have found no positive association between race and killings. Others, however, have concluded that fewer black suspects were killed in cities with black mayors, and, in one city, that blacks made up a greater share of police homicide victims than of arrests overall.But all those studies used the government’s imperfect data and measured only homicides, excluding the greater number of shootings in which suspects survived. A more comprehensive analysis exists: Dr. Klinger and Dr. Rosenfeld, among others, examined all 230 instances over 10 years in which officers of the St. Louis police fired their weapons (the city’s police, in contrast to the police in Ferguson involved in Mr. Brown’s shooting).Their conclusions, presented last November at the American Society of Criminology’s annual meeting, were striking. Officers hit their targets in about half of the 230 incidents; in about one-sixth, suspects died. Of the 360 suspects whose race could be identified — some fled before being seen clearly — more than 90 percent were African-American.But most interesting, perhaps, was the race of the officers who fired their weapons. About two-thirds were white, and one-third black — effectively identical to the racial composition of the St. Louis Police Department as a whole. In this study, at least, firing at a black suspect was an equal-opportunity decision.In laboratory experiments, meanwhile, subjects who see pictures or videos of threatening activity, and then punch “shoot” or “don’t shoot” buttons befitting their evaluations of the threat, consistently “shoot” black suspects more often than white ones.But a different experiment last year at Washington State University in Spokane suggested that the opposite might be true: In realistic simulations of confrontations, subjects armed with laser-firing pistols acted in ways that left black suspects less likely to be shot at — not more.The experiment’s 102 subjects, a mixture of police officers, combat veterans and civilians, were run through a random sample of 60 scenarios drawn from actual police encounters. The scenarios, using white, black and Hispanic actors, were projected in life-size high-definition video on laboratory screens.Whether officers, veterans or civilians, the subjects consistently hesitated longer before firing at black suspects and were much more likely to mistakenly shoot an unarmed white suspect, the researchers found. And when they failed to fire at an armed suspect — a potentially fatal mistake — the suspect was about five times more likely to be black than white. The study’s 36 police officers were the lone exception in failing to fire: The suspect’s race wasn’t a factor in their decision not to shoot. “The findings were very unexpected given the previous experimental research,” said Lois James, an assistant professor who conducted the research.“The notion that cops want to shoot anybody is a lot of baloney,” said Dr. Klinger, who has interviewed some 300 officers involved in shootings. “But white officers are much more reticent to shoot a black man than a white man because, all things being equal, they know the social context in which they’re operating.”By that theory, officers are more careful when confronting black suspects because they know a fatal shooting will open them to controversy.Which studies reflect reality? Hard to say. But perhaps the death of Michael Brown will help researchers find out.",
    "textType":"article",
    "title":"Race and Police Shootings: Are Blacks Targeted More?",
    "url":"http://www.nytimes.com/2014/08/31/sunday-review/race-and-police-shootings-are-blacks-targeted-more.html"
}