{
    "author":"Donald G. McNeil Jr.",
    "category":"sundayreview",
    "date":"2014-05-23",
    "description":"Modern antiretroviral drugs could alter the epidemic much as birth control changed the culture in the ’60s.",
    "text":"PRETEND it’s 1960, and the Food and Drug Administration has just done something startling. It has taken a drug it had previously approved for infertility — brand name Enovid — and approved it for the opposite use: birth control.That pill — soon simply the Pill — triggered the sexual revolution.But not overnight. Doctors at first resisted giving it to unmarried women. Women were shy about carrying evidence that they actually planned to have sex. Pioneering feminists like Margaret Sanger and  braved vilification to champion it.Madison Avenue chimed in: Ads featured Andromeda, the princess of Greek mythology, nude and breaking free of her chains.Some of the dire predictions of moralists did come true: Gonorrhea rates among women rose. Side effects like blood clots emerged. But the revolution stuck.For gay men — not to mention millions of Africans, drug users and others at risk for contracting H.I.V. — .The F.D.A. has taken a drug — Truvada — that was approved for H.I.V. treatment in 2004, and approved it for prevention, a use called pre-exposure prophylaxis, or PrEP. On May 14, the Centers for Disease Control and Prevention endorsed PrEP, saying it could benefit up to 500,000 Americans.Predictably, a backlash has arisen. Some men who use it instead of condoms are called “.” Some complain of being “slut-shamed” by their own doctors, who are reluctant to write prescriptions. Opponents said that syphilis and gonorrhea rates, already high among gay men, would worsen.For now, Truvada has no Andromeda or Margaret Sanger. The C.D.C. recommendations were released quietly, with no news conference. And Gilead Sciences, its maker, doesn’t advertise it for PrEP.But it may yet become accepted. If it does, it will become part of a larger truth emerging in the field of AIDS medicine: Modern antiretroviral drugs are phenomenally potent weapons. They could be the key to finally shrinking the epidemic.In relatively small prophylactic doses, like those in Truvada, they can protect the healthy from getting infected. In triple-therapy treatment doses (“cocktails” of three drugs), they can render the infected virtually noninfectious.Evidence of how well they work keeps piling up.The C.D.C. acted because blood samples from the famous  showed that gay men who took Truvada seven days a week reduced their chances of infection by . A 2011 trial, , of heterosexual couples in which only one was infected, showed that when the infected partners took their triple-therapy cocktails regularly, they were  to infect their lovers.And in a new and startling development, preliminary results were released in March from a European study following 767 gay and straight couples who didn’t use condoms and whose blood tests confirmed that the infected partners were taking their drugs. The pairs have had sex an estimated 30,400 times since the study began two years ago, and H.I.V. was .Protection of 96 to 100 percent is better than even the best vaccines. But vaccines protect for life while pills must be taken daily.Some women found that hard with the Pill, so the contraceptive market eventually developed long-lasting injections, implants, vaginal rings and “morning after” pills.The H.I.V. field is already moving that way.A recent survey of 200 young gay men conducted by Perry N. Halkitis, a behavioral researcher at New York University, found that if a three-month Truvada shot existed, 79 percent of them would prefer it over daily pills.  have already tested the long-lasting injectable concept, and it worked.About 5,000 women are now  that release virus-killing dapivirine into the vaginal walls. And in , monkeys who got vaginal doses of a fast-acting new drug, raltegravir, as late as three hours after sex were protected. (Admittedly, not “morning after” protection, but moving toward it.)The new drugs permit even grander ambitions. By treating enough inhabitants, the whole “viral load” of a city can be lowered. That protects everyone — just as cities used to slow down smallpox outbreaks by rapidly vaccinating thousands of inhabitants.In Vancouver, British Columbia, 16 years of an aggressive test-and-treat policy paid for by local government . In San Francisco,  even though test-and-treat was adopted by public clinics only four years ago.Even Rwanda has seen the effect. Thanks to donors, 87 percent of Rwandans needing triple therapy are on it. New  60 percent.Admittedly, these are isolated examples. There are still 50,000 new infections a year in the United States, and 2.3 million worldwide.Widespread use of the drugs could fight that — but two imposing obstacles loom.The first is psychological. Doctors and policy makers need to admit that 30 years of the ABC mantra — abstain, be faithful, use condoms — has failed. Men generally hate condoms, their lovers usually give in, almost no one abstains, precious few stay faithful.Damon L. Jacobs, a family therapist and gay activist, remembered standing on a San Francisco street corner in 1992 handing out buttons saying “100%.”“It meant that, if everyone used condoms 100 percent of the time, we would end the epidemic by the year 2000,” he said. “Guess what? It didn’t work. People didn’t want to. To a young health worker, that was an eye-opener.”(That was predictable: Unwanted pregnancies and syphilis are also prevented by condoms, which have been around for centuries. But they did not decline significantly until three mid-20th-century events: the Pill, legalized abortion and penicillin.)The second obstacle is financial.People must be on newer, costlier drugs — including tenofovir, Truvada’s main ingredient — because they have far fewer side effects than older ones.In the United States, Truvada can cost $13,000 a year — and insurers pay. But gay black and Hispanic men — the highest-risk groups — are the least likely to have health insurance. And there is still far too little testing. Catching infections early, when viral loads are highest, means a test every three months, the C.D.C. recommends. But its own recent  of gay men found that a third had not been tested even once a year.In poor countries, particularly in Africa, money is an enormous problem.Ten million of the world’s 35 million infected people are on triple therapy now; donors are already straining to edge that number up. But to end the epidemic, all 35 million would need to be on it — and probably would also need to be incentivized with small cash payments to take their pills every day.Yet PrEP for Africa is not even being discussed yet. Also, many of the world’s poor are tested only once in their lives.“We’re chasing the tail, and the lion keeps getting bigger in front of us,” said Dr. Julio Montaner, a past president of the International AIDS Society. “We need to up the ante, to triple the number of people on drugs. When donors say, ‘We can’t afford it,’ I say, ‘You’re fooling yourself. The faster you put people on treatment, the faster the new infection curves turn downward.’ ”",
    "textType":"article",
    "title":"Are We Ready for H.I.V.’s Sexual Revolution?",
    "url":"http://www.nytimes.com/2014/05/24/opinion/sunday/ready-for-hivs-sexual-revolution.html"
}