{
    "author":"Ashley Parker",
    "category":"sundayreview",
    "date":"2014-04-12",
    "description":"Female politicians make dismissive words work for them.",
    "text":"AMES, Iowa — “UNBECOMING.” “Miss Congeniality.” Not sufficiently “ladylike.” In politics, these words and phrases have long been used to belittle female candidates. But now, female politicians are increasingly trying to rethink — and reclaim — how language shapes how they are perceived.Recently, Senator Claire McCaskill, Democrat of Missouri, trained her sights on a single word — “ladylike.” “Ladylike,” Ms. McCaskill told an audience at Iowa State University last month, means, “Speak out, be strong, take charge, change the world” — all traits she thinks female leaders, or even the first female president, should have, and characteristics she believes are “very, very ladylike.” The term had a very different meaning when, during her 2012 re-election campaign, her opponent, Todd Akin, then a representative, described her performance during a debate as not particularly “ladylike,” and “very aggressive.”Ms. McCaskill joins a long line of powerful women who are trying to use gender-based words to their advantage. Bella S. Abzug, a feminist and antiwar activist, first ran for Congress in 1970 with the slogan “This woman’s place is in the House — the House of Representatives!”In 2002, when Mitt Romney ran for governor of Massachusetts against Shannon O’Brien and described her debate performance as “unbecoming,” Ms. O’Brien derided him as a sexist, and Hillary Rodham Clinton and Teresa Heinz Kerry held a rally on her behalf, praising all the “unbecoming women” who turned out in support. And Senator Patty Murray, Democrat of Washington, began her political career after a state lawmaker dismissed her as “just a mom in tennis shoes.” The insult prompted Ms. Murray to run for the Senate — and she adopted “mom in tennis shoes” as a campaign motto she still uses.“The history of social movements is full of things that were a pejorative being reclaimed,” said Kathleen Hall Jamieson, the director of the Annenberg Public Policy Center at the University of Pennsylvania. “It’s a powerful means of subverting the original use, and it invites reflection on the intention of the original use. It’s a jujitsu move.”Ms. McCaskill said she hoped that reclaiming the word “ladylike” would encourage more women to run for office. The “ladylike” message is one she said she wished she had heard as a young woman.“I wanted to be validated in the fact that I had ambition and the fact that I was aggressive about the things I believed in and that I was highly opinionated,” Ms. McCaskill said in an interview. “I wanted someone to tell me that it was not only O.K. but it was terrific, and I think the more of us that reinforce that message, the more women we’re going to have running for president in the next decade.”Some are pushing back in other ways. In the corporate world, Sheryl Sandberg, the chief operating officer of Facebook, recently began a “Ban Bossy” campaign with the Girl Scouts of the U.S.A., to discourage the use of a word she says is used to put down assertive young girls.As women increasingly take on high-profile roles in politics — the current 113th Congress boasts a record number of women, with 20 in the Senate and 82 in the House — scholars and campaign operatives say attacking sexism head-on is likely to become a more common, and effective, tactic.“The more female candidates there are, the easier it is for any individual one of them to talk about these issues and try to find new ways of dealing with it,” said Deborah Tannen, a linguist at Georgetown University.Sexist statements also can be used to rally the base. The day that Mr. Akin made his comments about “legitimate rape,” Emily’s List, a political action committee that backs female candidates who support abortion rights, raised $280,000 off his remarks.“We know that running a campaign on being a woman isn’t the way to win, but that there’s a way to turn around sexist attacks and use it as a sticking point to drive home your agenda,” said Marcy Stech, national press secretary at Emily’s List.Celinda Lake, a Democratic pollster, said that research she had done as part of “Name It, Change It,” a nonpartisan project to end sexist coverage of female candidates, found that while sexist coverage hurt female politicians, responding to it could benefit them. Sometimes, even the mere hint of sexism is enough to hurt the candidate perpetrating the language. As a candidate in 2008, Barack Obama faced a swift backlash after he quipped that Mrs. Clinton was “likable enough” during a debate. And Senator Amy Klobuchar, Democrat of Minnesota, was called “Miss Congeniality” and a “prom queen” by her male opponent and his campaign team during her 2012 re-election fight, comments she largely chose to ignore. “I think it worked to my advantage because the people in Minnesota decided how they felt about it themselves,” Ms. Klobuchar said.Many Republicans dismiss the so-called war on women, arguing that their party’s economic agenda is one that will appeal to women. But Katie Packer Gage, a founder of Burning Glass, a team of all-female political operatives working with Republicans on messaging to women, nonetheless offers a warning to Republican candidates: “The Democrats are going to try to manufacture a Todd Akin moment,” she said.The current effort to aggressively confront sexism, said Ms. Lake, the Democratic pollster, has taken on a newfound urgency with the possibility of a Hillary Clinton candidacy.“A lot of Democratic women are really eager to call this out now because they want to create a different kind of environment for Hillary to run in,” she said. “It’s just like, ‘This is our candidate, this is our leader, and we’re just not going to take it anymore.’ ”",
    "textType":"article",
    "title":"Reclaiming the Words That Smear",
    "url":"http://www.nytimes.com/2014/04/13/sunday-review/reclaiming-the-words-that-smear.html"
}