{
    "author":"Kate Murphy",
    "category":"sundayreview",
    "date":"2014-08-23",
    "description":"Start-ups are engineering “meat” and “eggs” from pulverized plant compounds.",
    "text":"HAVING radically changed the way we communicate, do research, buy books, listen to music, hire a car and get a date, Silicon Valley now aims to transform the way we eat. Just as text messages have replaced more lengthy discourse and digital vetting has diminished the slow and awkward evolution of intimacy, tech entrepreneurs hope to get us hooked on more efficient, algorithmically derived food.Call it Food 2.0.Following Steve Jobs’s credo that “people don’t know what they want until you show it to them,” a handful of high-tech start-ups are out to revolutionize the food system by engineering “meat” and “eggs” from pulverized plant compounds or cultured snippets of animal tissue. One company imagines doing away with grocery shopping, cooking and even chewing, with a liquid meal made from algae byproducts.This, of course, flies in the face of an entrenched local and artisanal food movement that has restaurant servers waxing romantic about where items on the menu come from and how they are prepared — the more natural and less processed the better. And yet, despite their radically different approaches, the high- and low-tech culinary camps share a common desire to create a more sustainable food supply and, less loftily, to capitalize on people’s appetites.“Ever since Sylvester Graham invented the graham cracker, people have been trying to materialize their ethical position into morally or ideological pure foods,” said Heather Paxson, an anthropologist at the Massachusetts Institute of Technology. “The graham cracker was supposed to increase the moral fiber of humans by filling them up so they wouldn’t be lascivious from eating meat and other rich foods.”Whether for moral reasons or because of a Jobsian belief in the superiority of their vision, high-tech food entrepreneurs are focusing primarily on providing alternatives to animal protein. The demand is certainly there. Worldwide consumption of pork, beef, poultry and other livestock products is expected . Animal protein is also the most vulnerable and resource-intensive part of the food supply. In addition to livestock production’s immense use of land and water, runoff pollution and antibiotic abuse, it is responsible for 14.5 percent of greenhouse gases, .Venture capital firms like Kleiner Perkins Caufield & Byers, Closed Loop Capital, Khosla Ventures and Collaborative Fund have poured money into Food 2.0 projects. Backing has also come from a hit parade of tech-world notables including Sergey Brin of Google, Biz Stone of Twitter, Peter Thiel of PayPal and Bill Gates of Microsoft, as well as Li Ka-shing, Asia’s wealthiest man, who bought early stakes in Facebook and Spotify.“We’re looking for wholesale reinvention of this crazy, perverse food system that makes people do the wrong thing,” said Josh Tetrick, the vegan chief executive of San Francisco-based . His company has created an egg substitute using protein extracted from the Canadian yellow pea, incorporating it into Just Scramble, Just Mayo and Just Cookie Dough, which are starting to find their way onto grocery store shelves nationwide.While current egg replacers (, , etc.) and meat alternatives (, , etc.) have not achieved a high degree of household penetration, Hampton Creek and its rivals say they can come up with better products by relying more on computational science than food science.Instead of the go-to ingredients previously used in animal protein substitutes — soy, wheat gluten, vegetable starches — Food 2.0 companies are using computer algorithms to analyze hundreds of thousands of plant species to find out what compounds can be stripped out and recombined to create what they say are more delicious and sustainable sources of protein.“Our vice president of data was head of data analytics for Google Maps and YouTube, and our last seven hires have been data scientists,” Mr. Tetrick said. “We can run our experiments in the cloud rather than always having to grind ingredients up and trying them out in a recipe.”Meanwhile, in vitro meat producers such as Brooklyn- and California-based  and researchers in Europe are using tissue engineering technology developed for medical purposes like growing skin and organs.“Most of the time, I make blood vessels,” said Mark Post, a professor of vascular physiology at  in the Netherlands. He led the team that made the first , grown from cattle , which was eaten in front of reporters at a news conference in London last year. “We showed it can be done,” Dr. Post said, acknowledging that at $332,000 for that single patty there’s still a long way to go to make the product feasible.But there’s a significant ick factor when it comes to so-called Frankenfoods. Public health experts also point out that there’s much we don’t know about how foods nourish us. Stripping out and recombining a food’s constituent parts or growing it in a petri dish is unlikely to replicate all the benefits. Critics also question whether the resources and emissions required to make these products are less harmful to the environment than more traditional production methods.Instead of centrifuging out plant proteins, “Why not just eat the vegetables?” asked Marion Nestle, author of  and professor of nutrition, food studies and public health at .High-tech food entrepreneurs, mostly white, well-educated young men who have spent much of their lives fueling up on fast food, say they want to provide more convenience and better taste.“Being forced to take time from my day and having my train of thought interrupted by hunger was really bothersome to me,” said Rob Rhinehart of San Francisco, the inventor of , a liquid meal replacement now being delivered to some 60,000 customers who preordered it during a yearlong crowdfunding campaign that ended in May and raised $3 million. “Trying to eat a balanced diet looked like I was leaping into a sea of complexity, of biochemistry and cooking, sourcing and cleaning.”To which Dr. Nestle said, “Sex is messy and a lot of trouble, too.”AND like sex, food is fraught with emotional, psychological, social, cultural, gender and religious associations. Sharing a meal is how we establish and maintain relationships. It is how we celebrate and mourn. Some attach their identity to the food they eat. Others use it to exert or lose control. These unpredictable and perhaps intransigent views and expectations may be Food 2.0’s most daunting challenge.“The cultural significance of meat is the biggest obstacle we face,” said Ethan Brown, a vegan and the chief executive of , which has developed a proprietary process of isolating and realigning the molecules of plant proteins to mimic the taste and texture of meat. “We need to make it clear you’re not choosing between shooting a buck on the range and our product, but a highly manufactured  product and our product.”So expect some rather intensive and slick social and mass media marketing. Advertising got us to accept and even crave Cheetos, Oreos and Coca-Cola even though nature might have argued against it. Why not these high-tech iterations of meat and eggs? Or, in the end, will it all be like Tofurky, no matter how many algorithms you use to slice it?",
    "textType":"article",
    "title":"Rethinking Eating",
    "url":"http://www.nytimes.com/2014/08/24/sunday-review/rethinking-eating.html"
}