{
    "author":"Daniel Jones",
    "category":"sundayreview",
    "date":"2014-02-06",
    "description":"When the messy parts of us aren’t on display from the beginning of a relationship, it’s hard to catch up.",
    "text":"IN Spike Jonze’s mesmerizing new movie “Her,” a man falls in love with a sultry-voiced computer operating system whose presence in the film is so lifelike you have to keep reminding yourself she doesn’t actually exist. To make it easier for the audience to believe that a computer might be able to mimic human thought, emotion and speech so convincingly, Mr. Jonze sets his story in the not-so-distant future.I don’t know why he bothers. Other than the sci-fi wrinkle of the woman’s being a microchip, the couple’s ill-fated romance, which involves zero physical contact and relies on electronic communication for emotional sustenance, isn’t futuristic at all; thousands of people are having relationships like that right now. True, they involve a real human being at the other end of the line instead of an operating system, but otherwise it’s the same deal: The romances they pursue are emotionally rich but physically barren. And these kinds of relationships are surging in popularity.As editor of The Times’s Modern Love column for the past decade, I have been privy to the love lives of tens of thousands of strangers through the stories and letters they send my way. It’s a vantage point that provides a panoramic view of what people are struggling with in matters of love, especially when it comes to how technology is altering our romantic landscape. And among the more pronounced trends I have noticed in recent years is the rise of online-only relationships, a phenomenon I’ve begun to call Soul Mate in a Box.A Soul Mate in a Box (Smiab, for short) is a person we rarely if ever meet and in some cases never speak to, but to whom we feel closer than anyone else. Maybe the relationship exists through instant messages, or over email, or via Skype, FaceTime and texting. Perhaps Snapchat allows the couple to exchange racy pictures, adding a glimpse of sexuality, if not sex. One couple liked to view each other on Skype but weren’t comfortable talking that way, so they’d instant message instead, watching each other click away at the keyboard as they swooned.How do these relationships start? Typically with two strangers crossing paths via social media: on Facebook, through dating sites or by retweeting and “favoriting” until tweeting turns to flirting. At the start it’s just harmless fun, a distraction. No need to think seriously about it, because what could happen? He or she lives 2,000 miles away!Ironically, it’s often this presumed lack of possibility that enables the couple to grow so close so fast. Just as Theodore Twombly, the character in “Her,” grins dismissively at the idea of falling in love with the voice of his new operating system (before doing exactly that), those who meet a potential Smiab online tell themselves it can’t go anywhere. Which then frees it up to go somewhere. And soon their once dismissible flirtation has snowballed into the most obsessive relationship in their lives.We’re always searching for new ways of finding love that don’t involve having to feel insecure and vulnerable, because who wants to feel insecure and vulnerable? That’s the worst part of the whole love game, putting oneself out there to be judged and rejected. So when we get the chance to hide — whether through typed messages we can edit and control, or by saying whatever we’d like over Skype without expecting the relationship to ever turn physical — we’re freed from much of that anxiety, and we’re fooled into thinking this may be a better and truer way of having a relationship.These kinds of self-protective impulses were on full display in the thousands of stories I received during the two Modern Love college essay contests I held, in 2008 and 2011. In the first contest, the most common theme among the undergraduates’ submissions was their struggle with the seemingly ubiquitous practice of hooking up — having casual sexual encounters with no strings attached. Intellectually, the behavior made sense to them. Sex was fun, or could be, but relationships can get messy and demanding. So why not try to neatly separate the simpler and more pleasurable part from the messier and potentially more upsetting part? Slicing their actions from their feelings, however, wasn’t turning out to be such a clean cut.Three years later, college students were already trying something else. The most commonly written-about topic in 2011 was online-only love affairs. Rather than trying to figure out how to navigate a sexual relationship that excluded emotion, they were trying to figure out how to navigate an emotional relationship that excluded sex.In love’s newest incarnation, students might spend their evenings Skyping and messaging deep into the night with someone they met online who lives five states away. Eventually they drift off to sleep with their laptops open only to wake up hours later, dazed and bleary-eyed, whereupon they tap their screens back to life and say a warm hello to their e-lover in another time zone.UNLIKE hookups, these relationships are all about sharing your every thought, idea and emotional burp. But they are also, crucially, about being able to close your laptop and turn off your phone whenever you want to and continue about your life as you wish, unencumbered.When a couple involved in an online-only relationship finally decides to meet in person, their experience often mirrors what happens in “Her” when Theodore tries to have sex with his OS via a human surrogate, but then backs out when the experience feels too weird. Same with real couples. After all that cyberintimacy, being together physically simply doesn’t feel right. The body doesn’t match the sensibility. It’s too hard to square the person to whom they’ve been baring their heart with the one who’s suddenly sitting next to them. Such encounters crash and burn with surprising frequency. But if the couple felt as if they had gotten to know each other so well online, how could that intimacy suddenly drain away?One explanation: They didn’t actually get to know each other so well. They only got to know what was served up, a two-dimensional collection of images, text and, for some, audio. When the messy parts of us aren’t on display from the beginning of a relationship — when awkwardness and fumbling and being forced to be present without a mouse-click escape hatch all enter the scene — it’s hard to catch up. As good as it felt to be able to create an ideal version of ourselves, it can feel jarringly worse to have that control suddenly yanked away.Which leads to a second explanation for the high failure rate: For many, the urge to seek pleasure through a device rather than through a person who’s in the same room can be a hard habit to break. In this wondrous world of the Internet, we often find the object that’s far away to be more enticing than the one that’s nearby.One woman I heard from had been reveling in a monthslong online relationship with a man who lived hundreds of miles away, and their bond had grown so intense that they finally decided they had to meet and see if their online magic could translate into an actual relationship. So one Friday she rented a car and drove nine hours to  with him. And it went O.K. at first. But soon it became clear that their online chemistry wasn’t happening in real life. Their once urgent conversations had dribbled away to nothing. Now that they were physically together, it was as if they each had become the person to escape from instead of the one to yearn for.Before long he began sneaking glances at his cellphone when they were at a restaurant and drifting away from her to his open laptop when they were back at his apartment. Until eventually, in a perfect tableau of their relationship’s demise, she was left to sit quietly aside as he searched online for the emotional fix he’d grown accustomed to finding there, scrolling for something, anything, to capture his attention.",
    "textType":"article",
    "title":"Romance at Arm’s Length",
    "url":"http://www.nytimes.com/2014/02/09/sunday-review/romance-at-arms-length.html"
}