{
    "author":"Ian Urbina",
    "category":"sundayreview",
    "date":"2014-02-15",
    "description":"Facebook, Twitter, Instagram and MySpace are creating new challenges for the legal system.",
    "text":"IT seems as if every week there’s a news story about someone committing a crime and confessing to it on Facebook, bragging about it on Twitter or sharing photos of it via Instagram. In many ways, social media has been a boon for law enforcement, handing the police ready admissions of guilt, equipping criminal investigators with new types of evidence and empowering prosecutors to better dispel reasonable doubt of guilt.In a recent Delaware case, for instance, prosecutors were able to push for an increased sentence for an 18-year-old woman convicted of vehicular manslaughter after they found photos and comments on her MySpace page glamorizing alcohol abuse. In another case, in Las Vegas last year, locational information tied to tweets enabled the police to find potential witnesses to a fatal shooting. And in a 2012 case, a victim of armed robbery in Texas identified his assailants through publicly available Facebook photos.But legal scholars, judges and ethicists say that social media is also creating a range of new challenges for law enforcement. In some cases, the flood of digital information has overwhelmed investigators. False tips, now easier to submit anonymously, send the police on more wild goose chases. Meanwhile, these new types of evidence are forcing judges to make tough calls about how best to ensure impartiality and what limits to put on jurors’ free speech rights.“We all have a Fifth Amendment right not to incriminate ourselves,” said Lori B. Andrews, a social media expert and law professor at Chicago-Kent College of Law of the Illinois Institute of Technology, who maintains that social media is creating novel threats to the right to a fair trial.“Judges are supposed to consider whether evidence is authentic, reliable and relevant,” she said. “But I find that many of them are willing to admit anything from social media, without scrutinizing it closely on those traditional grounds.”There have been numerous cases where social media has played an important role in serious criminal investigations, like that of the rape of an unconscious 16-year-old girl in 2012 by high school football players in Steubenville, Ohio. But prosecutors have also used Facebook pictures of people flashing gang signs to prove affiliations even though such photos are often spoofs or playful posturing. And sexualized photos of women pulled from Facebook and MySpace have also been used repeatedly against women in child custody and divorce cases, said Ms. Andrews, adding, “They’ve become a digital scarlet letter for women.”A 2013 survey by the  of about 500 law enforcement agencies found that over 80 percent of them used social media in criminal investigations. A report released in January by Gibson, Dunn & Crutcher, a law firm, said the number of cases involving social media evidence “continues to skyrocket,” having played a role in at least 88 published cases in September 2013 alone. The annual tally of such cases has doubled each year for the past several years, said John Patzakis, an attorney and C.E.O. of X1, a company that develops search and investigative software for lawyers.Perpetrators routinely document their crimes online. In 2012, for instance, a Vietnamese man posted a Facebook message in which he confessed to killing his girlfriend after she broke up with him, before surrendering to the police in Ho Chi Minh City soon afterward.Some social media confessions are inadvertent. A Hawaii man was charged recently after posting a video titled “Let’s Go Driving, Drinking!” in which he appears to open and drink a beer while driving. After a 19-year-old girl from Nebraska posted a YouTube video bragging about having robbed a bank, police officers showed up soon thereafter.Nancy Kolb, a program manager for the International Association of Chiefs of Police, acknowledged that social media could help or hinder investigations. The sheer volume of digital evidence that had to be vetted in the Boston Marathon bombing case, for example, was valuable but time-consuming and costly, she said.Police officers’ own posts have found their way into the courtroom: In a 2009 case, an officer described his mood as “devious” on MySpace before heading in to testify; defense attorneys discovered the posting and used it as evidence that the police had planted evidence.Meanwhile, as social media has seeped further into everyday life, judges have struggled to establish parameters for juror vetting and within the courtroom itself.Lawyers who used to hire private investigators to check voting records of potential jurors to discern bias or go to their homes to interview neighbors can now turn to blog posts and Facebook or LinkedIn profiles to more efficiently evaluate jurors. Some states have put limits on how lawyers can interact with jurors through social media to prevent lawyers from passing along information to jurors outside of court — or even sending them a Facebook “friend” request, which could influence the juror’s attitude toward the attorney.During trials, jurors can pollute the pool and disrupt proceedings. Some have been caught tweeting during testimony, polling Facebook friends for input on the verdict, even mocking judges during trials. The use of social media has resulted in dozens of mistrials, appeals and overturned verdicts in the past couple of years.“OMG! jdg picked me 2 decide doods f8! Looks gil-t frm here ;-),” tweeted a Washington man after he was chosen for jury duty in a November 2010 death-penalty case. The juror was scolded but allowed to remain on the case, which ended with a hung jury. In January, a judge in Washington State ordered a defendant charged with rape to stand trial again after a juror admitted doing online research that revealed the sentence associated with one of the charges.When Reuters did an extensive review several years ago of social media chatter related to jury duty, it found that tweets from people describing themselves as prospective or sitting jurors appeared on average about once every three minutes. Many of the tweets included blunt statements about defendants’ guilt or innocence.Some judges confiscate all electronic devices from jurors when they enter the courtroom and have monitored jurors’ out-of-courtroom social media activity during trials, while some states have added language to their jury instructions barring “all forms of electronic communication” once a case begins.Like everyone else, jurors are accustomed to reaching for their smartphones when any question arises, said Leslie Ellis, a jury consultant with TrialGraphix, a litigation consulting firm. “They can’t understand why they can’t do the same in a trial, when the stakes are high and their decision is important.”",
    "textType":"article",
    "title":"Social Media, a Trove of Clues and Confessions",
    "url":"http://www.nytimes.com/2014/02/16/sunday-review/social-media-a-trove-of-clues-and-confessions.html"
}