{
    "author":"Lois Beckett",
    "category":"sundayreview",
    "date":"2014-09-12",
    "description":"Handguns are used in the vast majority of murders each year.",
    "text":"OVER the past two decades, the majority of Americans in a country deeply divided over gun control have coalesced behind a single proposition: The sale of assault weapons should be banned.That idea was one of the pillars of the Obama administration’s plan to curb gun violence, and it remains popular with the public. In  last December, 59 percent of likely voters said they favor a ban.But in the 10 years since the previous ban lapsed, even gun control advocates acknowledge a larger truth: The law that barred the sale of assault weapons from 1994 to 2004 made little difference.It turns out that big, scary military rifles don’t kill the vast majority of the 11,000 Americans murdered with guns each year. Little handguns do.In 2012, only 322 people were murdered with any kind of rifle, F.B.I. data shows.The continuing focus on assault weapons stems from the media’s obsessive focus on mass shootings, which disproportionately involve weapons like the AR-15, a civilian version of the military M16 rifle. This, in turn, obscures some grim truths about who is really dying from gunshots.Annually, 5,000 to 6,000 black men are murdered with guns. Black men amount to only 6 percent of the population. Yet of the 30 Americans on average shot to death each day, half are black males.It was much the same in the early 1990s when Democrats created and then banned a category of guns they called “assault weapons.” America was then suffering from a spike in gun crime and it seemed like a problem threatening everyone. Gun murders each year had been climbing: 11,000, then 13,000, then 17,000.Democrats decided to push for a ban of what seemed like the most dangerous guns in America: assault weapons, which were presented by the media as the gun of choice for drug dealers and criminals, and which many in law enforcement wanted to get off the streets.This politically defined category of guns — a selection of rifles, shotguns and handguns with “military-style” features — only figured in about 2 percent of gun crimes nationwide before the ban.Handguns were used in more than 80 percent of gun murders each year, but gun control advocates had failed to interest enough of the public in a handgun ban. Handguns were the weapons most likely to kill you, but they were associated by the public with self-defense. (In 2008, the Supreme Court said there was a constitutional right to keep a loaded handgun at home for self-defense.)Banning sales of military-style weapons resonated with both legislators and the public: Civilians did not need to own guns designed for use in war zones.On Sept. 13, 1994, President Bill Clinton signed an assault weapons ban into law. It barred the manufacture and sale of new guns with military features and magazines holding more than 10 rounds. But the law allowed those who already owned these guns — an estimated 1.5 million of them — to keep their weapons.The policy proved costly. Mr. Clinton blamed the ban for Democratic losses in 1994. Crime fell, but when the ban expired, a detailed study found no proof that it had contributed to the decline.The ban did reduce the number of assault weapons recovered by local police, to 1 percent from roughly 2 percent.“Should it be renewed, the ban’s effects on gun violence are likely to be small at best and perhaps too small for reliable measurement,” a Department of Justice-funded evaluation concluded.Still, the majority of Americans continued to support a ban on assault weapons.One reason: The use of these weapons may be rare over all, but they’re used frequently in the gun violence that gets the most media coverage, mass shootings.The criminologist  at Northeastern University estimates that there have been an average of 100 victims killed each year in mass shootings over the past three decades. That’s less than 1 percent of gun homicide victims.But these acts of violence in schools and movie theaters have come to define the problem of gun violence in America.Most Americans do not know that gun homicides have decreased by 49 percent since 1993 as violent crime also fell, though rates of gun homicide in the United States are still much higher than those in other developed nations. A Pew survey conducted after the mass shooting at Sandy Hook Elementary School in Newtown, Conn., found that 56 percent of Americans believed wrongly that the rate of gun crime was higher than it was 20 years ago.Even as homicide rates have held steady or declined for most Americans over the last decade, for black men the rate has sometimes risen. But it took a handful of mass shootings in 2012 to put gun control back on Congress’s agenda.AFTER Sandy Hook, President Obama introduced an initiative to reduce gun violence. He laid out a litany of tragedies: the children of Newtown, the moviegoers of Aurora, Colo. But he did not mention gun violence among black men.To be fair, the president’s first legislative priority after Sandy Hook was universal background checks, a measure that might have shrunk the market for illegal guns used in many urban shootings. But Republicans in Congress killed that effort. The next proposal on his list was reinstating and “strengthening” bans on assault weapons and high-capacity magazines. It also went nowhere.“We spent a whole bunch of time and a whole bunch of political capital yelling and screaming about assault weapons,” Mayor Mitchell J. Landrieu of New Orleans said. He called it a “zero sum political fight about a symbolic weapon.”Mr. Landrieu and Mayor Michael A. Nutter of Philadelphia are founders of Cities United, a network of mayors trying to prevent the deaths of young black men. “This is not just a gun issue, this is an unemployment issue, it’s a poverty issue, it’s a family issue, it’s a culture of violence issue,” Mr. Landrieu said.More than 20 years of research funded by the Justice Department has found that programs to target high-risk people or places, rather than targeting certain kinds of guns, can reduce gun violence., the director of the Center for Crime Prevention and Control at the John Jay College of Criminal Justice, argues that the issue of gun violence can seem enormous and intractable without first addressing poverty or drugs. A closer look at the social networks of neighborhoods most afflicted, he says, often shows that only a small number of men drive most of the violence. Identify them and change their behavior, and it’s possible to have an immediate impact.Working with Professor Kennedy, and building on successes in other cities, New Orleans is now identifying the young men most at risk and intervening to help them get jobs. How well this strategy will work in the long term remains to be seen.But it’s an approach based on an honest assessment of the real numbers.",
    "textType":"article",
    "title":"The Assault Weapon Myth",
    "url":"http://www.nytimes.com/2014/09/14/sunday-review/the-assault-weapon-myth.html"
}