{
    "author":"Michele Willens",
    "category":"sundayreview",
    "date":"2014-08-30",
    "description":"For many of us, it is a psychological quandary that is causing the most unpleasantness: looking around and suddenly being the oldest.",
    "text":"JOHNATHAN RODGERS, who is 68, knew that it was time to step down as president and chief executive of the cable channel TV One when he looked around the conference table. “I had almost always been the youngest through most of my career,” says the former media executive. “Now I was the oldest, and it caused great discomfort.”Robert Krulwich knows the feeling. As co-host of WNYC’s popular science series “Radiolab,” he works with people many years his junior. “I try to be aware that whenever I think of myself as a peer, I mentally catch myself,” says Mr. Krulwich, who is in his 60s. “There is business to be done between us, but always from two different places. I used to forget it, but they never do.”Yes, my generation, born between 1946 and 1964, has physical concerns: Friends are dying, joints are aching, and memories are failing. There are financial issues, with forced retirement and unemployment, children needing money and possibly a bed, and dependent parents. But for many of us, it is a psychological quandary that is causing the most unpleasantness: looking around and suddenly being the oldest.Every generation gets old, but for those who were told we’d be forever young, it just seems more painful. “It’s a huge issue,” says Dr. Anna Fels, a psychiatrist in New York. “I see so many who are trying to adjust their lives to this new phase, which for some reason none of us really pictured ourselves going through.”Why didn’t we? We knew that eventually more people around us would be younger rather than older. But it still rankles. The image of a room filled with younger people is the perfect symbol.“It’s an important marker for this generation because it reminds them that they are now the ones closest to obsolescence, the ones the world can do without,” says Dr. Roger Gould, a psychiatrist and the author of “Transformations,” a book about age-related adult problems.“I think the wake-up call for many was when Obama was elected,” says Joan Entmacher, vice president for Family Economic Security at the National Women’s Law Center in Washington. “Now, they were older than the president! Even pre-retirement, boomers realize they are no longer cutting edge.”Misery loves company. We can take comfort in knowing there are around 77 million boomers, the largest generation in the United States population. Someone turns 50 every seven seconds.It seems the sufferers eventually settle into one of two groups. The first are those who prefer being around younger people, even moving to college communities or hip neighborhoods. In this category, I would include my friend Robin, who, at 67, frequents SoulCycle, eats at noisy restaurants and avoids Wednesday matinees. “I am not trying to deny aging,” she insists, “but my husband and I choose not to be surrounded by it.” Instead of making her feel insecure, being the oldest in the room keeps her feeling vital.Then there are those who prefer the places where they are on the younger end. I — as of this moment a fit 65 — do my lifting and stretching at the 92nd Street Y, where they still lament that Dean Martin and Jerry Lewis broke up. This is one of the last places I am considered a kid. My 90-year-old aunt accuses me of showing up at her assisted living facility so often because I am far and away the youngest person on the premises.Why some of us cope better with the troubling transition may be based on how we measure our self-esteem. “If a person bases his or her pride of self on having won a tournament at 18, they are very vulnerable later on,” says Dr. Gould. “There’s money, there are houses, there are face-lifts. They all help a little, but none matters enough unless your sense of self is not directly related to age.”Even deciding whether or not to color our hair, not to mention take advantage of cosmetic procedures, presents a boomer dilemma: Can we stay true to our feminism while ceding to our narcissism? In her memoir, Hillary Rodham Clinton writes about being the toughest in the rooms where war and peace were discussed. Still, she is already seeing that her health, fatigue-factor, and even becoming a grandmother may yet speak unspoken volumes. It won’t be much fun being the oldest in the race.The uh-oh moments, of course, do not come only when we look around that proverbial room and find that everyone else looks like they just attended their bar or bat mitzvah. But the ones that tend to gnaw are when someone gets up to offer you a seat, calls you ma’am, asks if you have grandchildren. Desperately seeking compliments can become a full-time job.Rather than going gently into mentor mode I have now entered the Extreme Sport of the Boomer Challenge, returning to college after 40 gap years. Sitting in Columbia University classrooms, where I am the oldest and dumbest, I see the eyes rolling, For example, among my three assigned partners with whom I would be doing a 20-page report on Coney Island. But I saw them soften when they learned that I had a car and connections, and could edit. It’s a daily challenge — but how many have both student and senior IDs?And I am learning some lessons of another kind. For example, never start a sentence with, “When I was your age...” or “In my day...” Do not attempt to show that while you may look old, you’re still 22 inside. Even if you know who  is, don’t brag, because you’ll get something wrong eventually. Like too many cosmetic procedures, rather than youthenizing us, they only make us seem older.Berkeley Blatz, 65, who has been teaching in the Santa Monica, Calif., schools for more than 30 years, says being the oldest in the room actually became easier once his own acceptance kicked in and he acknowledged he was one of us and not one of them. “Interestingly, the older I get, the more connectivity I have with the students,” he says. “They tolerate more from me, and I from them.”I get it. When I was asked in a sociology class what music I listened to, I hesitantly named Sam Cooke, thinking I would be stared at with stumped pity. In fact, many voices shouted out, “Love Sam Cooke!” My relief is understood by a buoyant Johnathan Rodgers, who has retired from his cable TV jobs and is finding life these days to be liberating.“I used to color my hair, now I don’t,” says Mr. Rodgers, who is serving on some boards. “Yes, being the youngest person in the room was more exciting and empowering. This is not the same, but it’s the new reality.”",
    "textType":"article",
    "title":"When Did We Get So Old? ",
    "url":"http://www.nytimes.com/2014/08/31/sunday-review/the-boomers-biggest-challenge.html"
}