{
    "author":"Damien Cave",
    "category":"sundayreview",
    "date":"2014-03-01",
    "description":"As Raúl Castro introduces a dash of private enterprise, a new have/have-not dynamic is rising through the cracks of Communism.",
    "text":"HAVANA — MAYBE it was the Robin Thicke music video playing on a half-dozen flat-screen TVs, or the black-and-white image of the Brooklyn Bridge splashed above the V.I.P. area, or perhaps it was just the nightclub’s name: Sangri-LA. All I knew, as I sipped my $4 rum, was that this was not the Cuba of Fidel Castro’s 1959 revolution.Nor was it the Cuba I first visited in the late 1990s with my wife, who is Cuban-American. That was a nation of grinding scarcity; nearly everyone we met asked us for something they needed — soap, pens, money, even the sneakers on our feet.This Cuba, which I encountered on a recent weeklong visit, felt like a country struggling with its wants and jumpy in its eagerness to catch up with the world — as epitomized by this small but flashy nightclub, privately run, in the basement of a mansion in the capital’s leafy neighborhood of Miramar.Sangri-LA was in some ways a step back to an even more distant time; the bartender confirmed it had been a club in the ‘50s, too. But it also looked like a strange step forward into Cuba’s more unequal future. The stratification that emerged after the Soviet collapse, when Cubans with tourism jobs or relatives abroad surpassed their peers, seemed to be accelerating, and while the inequality was nowhere near what could be found in pre-Castro Cuba or the United States, I wondered what Cubans thought of the new have/have-not dynamic rising through the cracks of Communism.Sangri-LA was no greenhouse of introspection. When I asked a guy beside me — a young Cuban in a Polo shirt and hipster ‘80s sunglasses — for his take on Cuba’s changes, he leaned in close to be heard over the music and said, “I’m not saying a word.”So I went elsewhere, into many of Havana’s neighborhoods, looking for discussion — and indicators. Every country has them, the little details that hint at a culture’s priorities and direction, but in secretive Cuba, “the land of topsy-turvy,” as one American historian called it back in 1910, little things like a phrase or a fad often carry special weight.Cuba’s love affair with American gangster movies in the 1930s presaged the “pistolero” violence that became synonymous with Havana in the 1950s. After the triumph of Fidel Castro and his bearded guerrillas, green fatigues became cool, just as the arrival of Russian support in the ‘60s led to Russian status symbols — especially dark blue Lada sedans with big antennas on the back. “That was the car of government,” said Mario Coyula, Havana’s pre-eminent urban historian. “It was a sign of power.”These days, with Fidel Castro on the sidelines as Raúl Castro gradually tries to modernize the economy with a dash of private enterprise, the tide of taste has turned. All across Havana, government symbols are out. New desires are rushing in.The teenagers on Rollerblades racing down Paseo del Prado, the wide boulevard that divides touristy Old Havana from Central Havana, the city’s urban core, paid no attention to the pasty foreigners walking by. The scene suggested two things. One, the lag time between global and Cuban trends is shrinking: While it took more than a decade for the tight Lycra craze to reach Cuba — with crazy abandon — it seemed to take half that time for in-line skating to go from out of style in Miami to in style here.Two, hustling seems to be in decline. A decade or so ago, I couldn’t have walked more than a few feet without being accosted by young men trying to sell me cigars, a prostitute or a meal at a private restaurant. The jineteros (or jockeys), as the hustlers were called, always struck me as a byproduct of economic desperation and the relative newness of tourism. Most tourists back then were first-timers. And many hustlers were proto-capitalists who had taught themselves English, German or Italian just to earn a few dollars in tips.But now, except for a lazy solicitation or two, no one seemed to bother. The energy of the young was focused elsewhere. Maybe the police had really cracked down, always a possibility in Cuba, but other factors seemed to be in play. On the Malecón, Havana’s seaside esplanade, cellphones had suddenly become common and magnetic.Raúl Castro granted ordinary Cubans the right to have them in 2008, and use has exploded. Sort of. When I ran across Jenifer García, 15, and Ángel Luis, 21, lying on the sea wall, they were using a cellphone for music. Mr. Luis said he had paid $80 for the old BlackBerry Torch with a cracked screen, carried into Cuba by a friend who visited New York. He mostly uses it to listen to Marc Anthony; Ms. García said she was partial to Pink Floyd.Farther down the Malecón, José Rivera, 29, and Pedro Frómeta, 24, were using an iPhone 3S (cost: $120), to take selfies. “Before, we were in this technological bubble,” Mr. Rivera said. “But it’s getting better.”Indeed, the easing of travel laws by both Cuba and the United States in recent years has created a heartier commercial exchange and a new relationship to technology.While Americans fret about the isolation our screens encourage, Cuban families (those who can afford Internet fees of $4.50 an hour) often gather around a single laptop at a hotel. DVDs and television programming from Miami — news and entertainment, on thumb drives — have become part of many families’ weekly routine.But not everyone is connected. I didn’t see many cellphones in the poorer sections of Central Havana. What I did see were men pulling majestic colonial wooden doors out of an old building, and putting them on the back of a truck. They were hauling off the neighborhood’s last markers of past beauty and grace for a new restaurant in another area.A short drive west in the nicer residential neighborhood of Vedado, at the corner of a park named after John Lennon, lies one of Havana’s most distinctive old homes. Reddish and run-down on the outside, with a glass cupola that looks like a rocks glass turned upside down, it used to be owned by a wealthy family with eccentric taste.Now 14 families live there, about 50 people crammed together in what amounts to a tenement. Two doors down, behind a high black fence, is a high-ceilinged, expansive colonial home with chandeliers inside, and outside a kiss of fresh yellow paint. The owners, who inherited the property, said they rented out its rooms to tourists.Welcome to Cuba’s widening real estate divide.I asked Aida Pupo, 45, squeezed into a back corner of the reddish mansion, if her neighbors’ wealth bothered her. She said she lived with three generations of her family. The ceiling of her kitchen forced anyone over 6 feet tall to duck. But she didn’t care.“There are people with a lot, and there are people with nothing,” she said. “It’s just a sign of the times.”She doubted that the wealth divide would ever get as bad as it was before the revolution because the government would not allow it. “They’re giving loans now for home improvement,” she said. “I would love to make the facade of this building beautiful again.”A little frustrated but mostly acquiescent, Ms. Pupo belongs to what the journalist Marc Frank describes as Cuba’s “grey zone.” In his new book, “Cuban Revelations: Behind the Scenes in Havana,” he argues that these are the Cubans whom Raúl Castro has sought to win over with his efforts to modernize the economy.There are no public opinion polls to test whether it’s working. Members of the revolutionary elite (high-level government officials, artists who make money abroad) are clearly benefiting, with investments in restaurants and homes. The nouveaux riches (running successful small businesses) are also at least somewhat satisfied.It is more surprising to discover that even those near the bottom, like Ms. Pupo, seem to be focusing on the positives. Eyeing the success of others, many seem relieved to know it’s possible. As one Cuba scholar told me, “They have aspirations they never used to have.”Those a little closer to the top, though, don’t like to talk about how they got there. Ms. Pupo’s neighbor in the yellow house provided me with coffee but refused to be formally interviewed, or named. “Es complicado,” he said. (If there is a catchphrase in Havana these days, that would be it.)In another building up the block, a young activist who said he had been kept at home by the police at times to prevent him from organizing cultural events, said those with advantages were just trying to protect what they had. “It’s a transition that we’re in, but not to democracy,” the activist said, noting that the government has become just slightly less restrictive. “It’s a transition from totalitarianism to authoritarianism.”The indicator he longed to see: large music festivals separate from the state. “Young people want to know what’s really happening in Cuba but they’re not radicals,” he said. “They just want a different strategy because, look, the strategy we’ve had up until now hasn’t worked.”In Miramar, the wealthyish seaside suburb where most foreign embassies can be found, I stopped at a used-car lot where the price list on a bulletin board might as well have been shooting nails at customers: A 2010 Volkswagen Passat for $67,500? A 2006 Toyota Corolla for $39,724.80?A new law allowing Cubans to buy cars from the government had gone into effect just a few weeks earlier. Cubans were thrilled when it was announced, only to be crestfallen when they saw the cost. The government said the cars were heavily taxed to redistribute money from the rich. Many Cubans, though, saw it as an insult, or a scheme. “It’s a trap,” one taxi driver said. “If you buy a car, the next day the police show up and ask where you got the money.”Those Cubans working for reform from within insist that government officials are still learning how to be responsive to the public instead of just the party. But Cuba’s response to inequality is disjointed partly because the country is struggling with what kind of equality it really wants.“In the United States, we talk about equality of opportunity,” said Richard Feinberg, an international affairs professor at the University of California, San Diego. “The equality of opportunity is actually expanding in Cuba today, but the Cubans, in the revolution, didn’t talk about equality of opportunity. They talked about equality of outcomes, that people should more or less have the same incomes and living standards. That equality of outcomes is being eroded.”And therein lies the challenge: are those young people with Rollerblades and cellphones, or those with new cars, a sign of the equality Cuba wants, or not?The island’s leaders have not provided much clarity. No one seems to know how much money is too much to have, or even how to talk about it. Many older Cubans seem dismayed. A well-known 90-year-old artist in Miramar (who asked that I not use her name) told me her entire block had changed in the past year or two. One neighbor’s house was empty because the family had moved abroad. Another was being renovated, while across the street new people were moving in. “It’s all so” — she crinkled her nose — “unstable.”Her attitude reminded me of a line from Graham Greene’s 1958 novel “Our Man in Havana”: “It is a great danger for everyone when what is shocking changes.\" That seemed to capture how many Cubans feel these days. It certainly helped explain why no one at Sangri-LA would talk to me.And yet Cuba is still Cuba. At Sangri-LA, along with the signs of rising demand for the shiny and new, there was as much shouting and hugging and gossiping as I had seen at countless state-owned venues, and in neighborhoods at every economic level.The partyers were not trying to replace the Cuba they knew with something else: The Brooklyn Bridge mural did not mean they wanted Havana to become New York, and the Christina Aguilera videos were just a distraction. It was only when the D.J. switched the music to modern salsa — after 1 a.m. — that everyone started dancing. It’s a cliché of course to see Cuba only through song, but it was more than that. As José Martí, Cuba’s most famous writer, once put it: “I have two homelands: Cuba and the night. Or are the two one?”",
    "textType":"article",
    "title":"The Cuban Evolution",
    "url":"http://www.nytimes.com/2014/03/02/sunday-review/the-cuban-evolution.html"
}