{
    "author":"Andrew Brown and Ian Urbina",
    "category":"sundayreview",
    "date":"2014-08-16",
    "description":"The allure of the life fades as fund-raising and medical calls intrude on the primary duty: Putting water on fire.",
    "text":"IN most places in America, when a fire breaks out, a volunteer shows up to put it out.But the ranks of volunteers are dwindling. What was once an  part of American life is losing its allure, in part because the work — some would say the calling — is a lot less fun than it used to be.There are still more than twice as many volunteers as career firefighters. But the number of volunteers has dropped by around 11 percent since the mid-1980s, while the number of career firefighters has grown more than 50 percent, according to the . The allure has diminished because fund-raising now takes up  the time most volunteers spend on duty. It’s also harder to fit in volunteer work. The  often means that there is no stay-at-home parent to run things so the other can dash off for an an emergency. Urbanization and the  are taking their toll as fewer young people are available to replace firefighters who retire.Federal, state and local officials would like to attract new volunteer recruits. The stakes are particularly high because volunteers save not only lives but money — more than  annually for local governments, according to the fire protection association. The time and training needed to become a certified firefighter have also . Federal standards enacted to save firefighters’ lives have unintentionally created a barrier for volunteer service: It now takes hundreds of hours to be certified, and new firefighters often must cover the cost of training.Other costs are also contributing to the dwindling of the ranks. Since the 1980s, the price of a single self-contained breathing apparatus has jumped . A fire engine costs  more than it did 30 years ago. In surveys, firefighters consistently cite the endless burden of fund-raising, which takes up to , as one of the biggest deterrents to staying on the job.For decades, departments relied on benefit auctions, raffles and community bingo events to cover overhead. In recent years, however, departments have had to resort to adding fire taxes onto local property-tax bills, or charging homeowners and insurance companies for individual response calls. Others have merged with neighboring departments to cut costs., a volunteer firefighter and an emeritus associate professor of political science at St. Joseph’s University in Philadelphia, , said that too much is being asked.“I fund-raise, I train and I go to fires,” he recounted being told by one fire chief. “I can do two out of the three. You tell me which two out of the three you want me to do.”Firefighters’ duties have also shifted. In many departments, a vast majority of calls are for medical emergencies, not fires. Much like emergency room doctors, volunteer firefighters are increasingly serving as primary care providers. They are also routinely dispatched for water rescues, vehicle entrapments, hazardous material spills and drug overdoses.Since 1986, the number of fire-related calls for all firefighters, volunteer and paid, has dropped by more than . In 2012, only  were for actual fires. But the total number of fire department responses has jumped by  in 26 years, largely because medical responses have gone up by .Still, the work is dangerous. Last year, 97 firefighters died, according to the National Fire Protection Association, including . Thousands more are injured every Meanwhile, state and municipal governments are trying different tactics to entice new recruits.Municipalities in Florida, New Mexico, Minnesota and many other states offer stipends to volunteers to cover time spent training, the cost of travel and overnight or on-call service. Others have provided some pay for volunteers based on the number of calls they respond to, their level of training or the years they’ve served — or simply by the hour.New York State grants volunteer firefighters property tax abatements, income tax credits and $50,000 in death benefits if they die in the line of duty. Most states allow volunteer departments to provide workers’ compensation, often through state-run programs.“Benefits are important — yes, to compensate volunteers for their time, but also to show that the community values their service,” said , the government relations director for the National Volunteer Fire Council.Underlying many such recruitment efforts is an elemental question: Should volunteer firefighters be defined as public employees and afforded all the according benefits and protections?Some states like California, Missouri and New Jersey have said yes, granting them things like taxpayer-subsidized pensions, college tuition assistance and life insurance benefits. And in a decision that could markedly increase the number of unionized firefighters in the state, Pennsylvania labor officials  many volunteer firefighters the right to organize.After some volunteers argued that they should not be categorized as public employees because requirements of the new health care act could bankrupt small firehouses, the Internal Revenue Service ruled this year that volunteer departments are exempt from the mandate.In the meantime, the burdens on firefighters continue to grow. , a volunteer chief in Pennsylvania, said that training requirements keep increasing partly because volunteers are now being called to do much more than just “putting water on fire.” Terrorist attacks and improvised explosive devices, malfunctioning solar panels and , ethanol and natural gas fires, and electric- and hydrogen-powered vehicle accidents — these are just some of the emergencies for which training is needed, said Mr. Mann, who is also the .“Every time something goes wrong with that stuff, someone dials 911,” he said, “and guess who gets sent?”",
    "textType":"article",
    "title":"The Disappearing Volunteer Firefighter",
    "url":"http://www.nytimes.com/2014/08/17/sunday-review/the-disappearing-volunteer-firefighter.html"
}