{
    "author":"Alan Feuer",
    "category":"sundayreview",
    "date":"2014-10-18",
    "description":"Some say it’s a military bioweapon, others a ploy by Big Pharma.",
    "text":"THE spread of Ebola from western Africa to suburban Texas has brought with it another strain of contagion: conspiracy theories.The outbreak began in September, when The Daily Observer, a Liberian newspaper, published  alleging that the virus was not what it seemed — a medical disaster — but rather a bioweapon designed by the United States military to depopulate the planet. Not long after, accusations appeared online contending that the federal Centers for Disease Control and Prevention had  and was poised to make a fortune from a new vaccine it had created with the pharmaceutical industry. There were even reports that , that classic conspiracy bugbear involving global elites, had engineered Ebola in order to impose quarantines, travel bans and eventually martial law.While most of these theories have so far lingered on the fringes of the Internet, a few stubborn cases have crept into the mainstream. In the last few weeks, conservative figures like Rush Limbaugh and Laura Ingraham have floated the idea that President Obama had sent aid to Africa, risking American lives, because of his  and . And just days ago, the hip-hop artist , announcing to his 13 million followers: “I don’t know ... but I think this Ebola epidemic is a form of population control.”Conspiracy theories have always moved in tandem with the news, offering shadow explanations for distressing or perplexing events. Though typically dismissed as a destructive mix of mendacity and nonsense, they often reflect societal fears.“Conspiracy theories don’t have to be true to tell us something about ourselves,” said Michael Barkun, a professor emeritus of political science at Syracuse University and the author of “Culture of Conspiracy: Apocalyptic Visions in Contemporary America.” “They’re not effective as accurate accounts — they’re effective as expressions of anxiety.”The notion, for example, that health officials are conspiring with Big Pharma to consciously spread — and then cure — Ebola as a profit-making venture might sound like the plot to a cheesy summer thriller, but in fact it touches on a genuine aspect of our health care system, said Mark Fenster, a professor at the University of Florida’s Levin College of Law and the author of “Conspiracy Theories: Secrecy and Power in American Culture.”“The truth is that we do rely on private corporations to develop and produce our pharmaceuticals,” he said. “While we may not like that fact, it’s not so hard or paranoid to imagine private companies acting in their own best interests.”The theory works, Professor Fenster added, because it is “truthy,” to borrow from the comedian Stephen Colbert. Which is to say, it has just enough veracity “that it rings true when carried to Ebola,” he said.It’s not surprising that populist and anti-government conspiracies are rampant at a moment when opinion polls suggest that our trust in government has reached a record low. In fact, most theories pit those who perceive themselves as powerless against a dominant cabal of secretive elites.That model certainly seems to fit the allegation that the Department of Defense created Ebola in a military lab to loose on the world as a Malthusian device to reduce the population. “Conspiracies against the powerless tend to be effective because the masses often feel that way,” James F. Broderick, an English professor at New Jersey City University and co-author of “Web of Conspiracy: A Guide to Conspiracy Theory Sites on the Internet,” said. “They reflect and reinforce the idea that ordinary citizens are victims of the government.”VIRAL outbreaks, as a genre, have long attracted conspiracy theorists, beginning in medieval times when the Jewish leaders of Toledo, Spain, were blamed for having spread the Black Plague. More recently, the AIDS epidemic was also said to have been caused by a government plot.The Ebola virus, experts say, is classic conspiracy theory fodder: a silent killer that penetrates the body undetected and lies dormant for weeks. Its sources are obscure, its symptoms horrific.“Diseases in particular are suited to conspiracy because they are invisible and invisibly transmitted,” Professor Barkun said. “Our senses can’t tell us exactly how the danger spreads. The theory has an answer for what mystifies and frightens.”Many conspiracy theorists pride themselves on having inside information, but in the case of Ebola such alleged information, or misinformation — the government is in on it! — can erode the public trust when it’s needed most.“If these were just opinions that people spouted off on talk radio or at dinner parties, you could argue that there wasn’t much harm,” Professor Broderick said. “But to have the C.D.C. debased in public as a puppet of the New World Order or of major corporations is obviously a dangerous proposition.” Nonetheless, some scholars find value in conspiracy theories because they allow us to vent and give voice to hidden fears.“I view these things as a way of framing the world, of offering us narratives,” Professor Fenster said. “And they’re not necessarily a bad thing. Conspiracy theories are something that’s available in American discourse as a way of telling stories, as a way of explaining who we are.”",
    "textType":"article",
    "title":"The Ebola Conspiracy Theories ",
    "url":"http://www.nytimes.com/2014/10/19/sunday-review/the-ebola-conspiracy-theories.html"
}