{
    "author":"Kate Murphy",
    "category":"sundayreview",
    "date":"2014-05-16",
    "description":"Eye contact — even with characters on food packages — makes us feel a connection.",
    "text":"Look inside your kitchen cabinet and odds are you have a collection of old friends gazing back at you — the Quaker Oats man, the Sun-Maid girl, Aunt Jemima and maybe a Keebler elf or two. The reason they are there may have more do with your subconscious craving for eye contact than the taste of the products.In a  published last month in the journal Environment and Behavior, researchers at Cornell University manipulated the gaze of the cartoon rabbit on Trix cereal boxes and found that adult subjects were more likely to choose Trix over competing brands if the rabbit was looking at them rather than away. In a creepy corollary, the researchers found that the eyes of characters on boxes of cereal marketed to kids were directed downward, and can meet the upward gaze of children in grocery store aisles.“Making eye contact even with a character on a cereal box inspires powerful feelings of connection,” said Brian Wansink, a professor at Cornell’s Dyson School of Applied Economics and Management and the director of the school’s Food and Brand Lab, and one of the study’s authors.This follows a flurry of recent research on the magnetic and mesmeric nature of eye contact and its essential role in developing emotional stability and social fluency. Studies show that newborns, even with their blurry infant vision, instinctively lock eyes with their caregivers. Those who don’t (because of disposition or perhaps deprivation) are at greater risk for later diagnoses of neural and brain disorders such as  and .Researchers have also found that children and adults who avoid or are denied eye contact are more likely to suffer from depression and feelings of isolation as well as exhibit antisocial traits such as . Rather than cause and effect, the hypothesis is that the relationship between less eye contact and psychological problems is circular and reinforcing. This is alarming in a society where people increasingly spend more time looking at their mobile devices than at one another.Emoticons on texts and emails, like cartoon characters on cereal boxes, “may be an unconscious effort to have eye contact,” said Atsushi Senju, a cognitive neuroscientist who studies the biological and cultural aspects of eye contact at Birkbeck, the University of London’s Center for Brain and Cognitive Development. “But it doesn’t have the same effect, weight or import.”Only  fully activates those parts of the brain that allow us to more acutely and accurately process another person’s feelings and intentions. Think of it as a  that occurs whenever you lock eyes with another person, whether in front of you or across a crowded room.Even the brains of legally  have been shown to light up when someone looks them in the eye. It’s a sort of primal awareness and why you sometimes feel someone is looking at you before you turn and see them. This has obvious evolutionary benefits for detecting and discerning potential mates and predators.“A richer mode of communication is possible right after making eye contact,” Dr. Senju said. “It amplifies your ability to compute all the signals so you are able to read the other person’s brain.”In other words, eye contact makes us more socially aware and empathetic. It allows us to make sense of our relationships and social orientation. So avoiding eye contact out of fear or insecurity, or breaking eye contact to read a text, check email or play Candy Crush degrades your social facility and emotional intelligence.“Eyes are the best feature for discriminating between people, and eye contact has enormous importance in being able to recognize people,” said Peter Hills, a psychologist and eye contact researcher at Anglia Ruskin University in Cambridge, England. Focusing on the chin, cheeks or lips, for example, doesn’t engage your brain the same way and makes you less likely to figure out if you’ve met before.Moreover, research from as far back as the 1980s indicates that people who make eye contact are perceived as more . “To be liked, you have to make eye contact — but there’s a critical amount of eye contact,” Dr. Hills said. “You have to look but not stare.”It varies by culture how long before mutual gazers break eye contact. For example, the Japanese tend to avert their eyes more quickly than those in Western cultures. While it’s unclear whether duration of eye contact correlates with degree of social and emotional facility, a  conducted last year by Japanese and Finnish researchers found that Japanese subjects tended to perceive another’s face as being more angry, unapproachable and unpleasant when making eye contact compared with individuals from a Western European culture.Researchers at Northwestern University’s Feinberg School of Medicine last year found that patients of doctors who  had better health, adhered more to medical advice and were more likely to seek treatment for future problems. Not surprisingly, doctors who brought laptops into the examining room made less eye contact.“Eye contact is a really good surrogate for where attention is and the level of accord building in a relationship,” said Enid Montague, a professor of engineering and medicine at Northwestern, who used video recordings of 100 patient visits to a primary care clinic for her analysis. “We found eye contact leads to significantly better patient outcomes.”Which brings us back to the Quaker Oats man and Aunt Jemima gazing out of your kitchen cabinet — not to mention Chef Boyardee, Cap’n Crunch, Uncle Ben and the Gerber baby. It’s probably no accident that these brands have endured while some competing brands with fancy fonts and clever graphics — but no eye contact — have fallen by the wayside.“There’s the notion that your relationship with a brand should be like a relationship you have with a person,” said David Aaker, author of “Aaker on Branding” and vice chairman of , a global brand consultancy based in San Francisco. “A real friend looks you in the eye.”",
    "textType":"article",
    "title":"Psst. Look Over Here.",
    "url":"http://www.nytimes.com/2014/05/17/sunday-review/the-eyes-have-it.html"
}