{
    "author":"Seth Kugel",
    "category":"sundayreview",
    "date":"2014-01-10",
    "description":"How did our Thanksgiving photo end up on a 15-foot ad in the Amazon?",
    "text":"IT’S not every day that your family photo appears on a 15-foot storefront sign in the Brazilian Amazon.But for at least the last year, a larger-than-life version of the Massachusetts-Maryland-New York Kugels has stared down at passers-by on Sebastião Diniz Avenue in Boa Vista, the low-slung capital of , Brazil’s least populous state. The business, Credirápido Solicitações de Empréstimos, makes personal loans so the people of Roraima can buy cars or homes or take their kids to Disney World.I had no idea the sign existed until December, when a Brazilian friend from São Paulo — where I had lived for a few years — went to spend Christmas at her parents’ home in Boa Vista. She spotted my face from the car, forced her dad to stop, snapped a picture and emailed it to me.Needless to say, I was flabbergasted. I paused to make sure I was awake, and looked again. Yep, still us — my parents, my brother, my sister-in-law and my nephews posing in front of a mountain I didn’t recognize.That may sound creepy, but we don’t take our privacy too seriously in the Kugel family. My father is a regular character in my mother’s very personal . If my brother, Jeremy, had his way he’d be a game show host. My picture appears 24 hours a day on the online Travel section of The Times, and both nephews have starred in my articles, with no objections from my sister-in-law.So I did what any self-respecting 21st-century human would do: I posted it on Facebook. I waited a few minutes, then called Jeremy to make sure he’d seen it.“Credirápido, how can I help you?” he answered. So that was a yes. He had called my parents already. My sister-in-law reposted it with the caption “I want royalties!”We easily figured out which photo the sign came from: the 2011 version of the annual Kugel family Thanksgiving Day picture, taken near my parents’ home in Cambridge, Mass. But the background had been Photoshopped, an American football cropped out and the image flipped horizontally.Still, several mysteries remained. How had this happened? Could it be legal? Were we on just one sign or Credirápido’s nationwide models? And in a Brazilian state where a census report listed 73.6 percent of the population as nonwhite (and where 0.0 percent of the population wear winter coats), why us?I began to investigate.Credirápido, it turns out, is an Amazon-region enterprise (owned by a nationwide financial services company, Grupo BMG) that is part of the booming credit business in Brazil. Their specialty, payroll loans repaid directly from the borrowers’ paychecks or pension checks, now makes up more than half of all personal credit in Brazil.I called the number on the sign and spoke to a man named Francinei. “The only sign we have is a banner of a family at the beach,” he said. But I insisted, and he went outside to check. “Ah, yes, the photo’s there.”They would look into who had produced the ad, and I should call back.Then I had a revelation. Until 2012, I wrote a travel column for a Brazilian website,  and had used that very photo for an  about what to do if you visit the United States during Thanksgiving. (Top choice: weasel an invite to a family dinner.)I pulled out my old contract: It permitted IG to “commercialize” my photos. Whoa, so maybe this was all above board? But I wrote to them, and they said they had never sold the rights.By the time I called Credirápido back, a manager, Cristiane Souza, had figured things out. The sign — there was only one — had been commissioned from a local company, Eduart Comunicação Visual. It had gone out of business a year ago, but she gave me the phone numbers of two former employees.Neither remembered the sign, but both were frank about where the company got images: from Google searches.“That’s 100 percent illegal,” said Ronaldo Lemos, director of the Institute for Technology and Society in Rio de Janeiro. “In Brazil, you need a whole set of authorizations to use a person’s image, especially for commercial purposes.”But it’s not that simple, he added. There are two coexisting spheres in Brazil, the official and unofficial. He used the example of favelas, shantytowns where residents historically have no title to the land, state presence is minimal and “laws” are created and enforced within the community. “The same thing applies to intellectual property,” he said. “A large portion of the Brazilian population lives in such a level of informality they don’t even think about it.”The Eduart employees may simply not have entirely absorbed the news that Brazil had joined the World Trade Organization in 1995 (which requires adherence to an international agreement on intellectual property) and overhauled its copyright laws in 1998.“It reminds me of the old days,” said Vitor Knijnik, a friend who started working in Brazilian advertising in the late 1980s. “We used photos right out of foreign magazines, because the probability of anyone catching us was small.” These days, he said, big firms go by the book.Which leaves one last question: why us? I wrote to my friend Alessandra Ribeiro, a black Brazilian journalist. “With all due respect,” she responded, “you would be what advertisers call a ‘margarine family’ ” — in other words, the kind of lily-white family you’d see in margarine commercials.Maria Helena Machado, a social historian at the University of São Paulo, took it further.“You’re obviously white, and dressed in winter clothes,” she said, “which in Roraima would be absolutely impossible. That captures the imagination of Brazilians from the region about what successful capitalism is about: white people, successful, with an age hierarchy and a sense of order.”Ms. Ribeiro said the idea that fake white families were the best salespeople was slowly changing in Brazil. I hope that’s true and that soon, even in Roraima, advertisers choose images of success that look a lot more Brazilian — and do it legally. Well, with one exception.During our conversation, Ms. Souza of Credirápido had asked if I wanted the sign taken down. What, and end our 15 feet of fame?“In fact, I want the opposite,” I told her. “Leave it up there forever.”",
    "textType":"article",
    "title":"The Kugel Family: Big in Brazil",
    "url":"http://www.nytimes.com/2014/01/11/opinion/the-kugel-family-big-in-brazil.html"
}