{
    "author":"Kate Murphy",
    "category":"sundayreview",
    "date":"2014-03-22",
    "description":"The Malaysia Airlines jet disappearance highlights the world of virtual flight hobbyists.",
    "text":"MUCH has been made of the flight simulator found in the home of Capt. Zaharie Ahmad Shah, the pilot of the missing Malaysia Airlines jet. Why would a guy who spends so much time flying real airplanes want to pretend he’s flying a fake one in his off hours?No one knows Mr. Shah’s motivation, of course, but he represents just one of hundreds of thousands of virtual aviation enthusiasts. They grip yokes and advance throttles in their spare bedrooms and basements, virtually flying everything from Piper Cubs to the Concorde.They get clearances and vectoring from fellow hobbyists acting as air traffic controllers who reference real waypoints in real airspace, adhering to the same stringent rules and procedures that govern actual aviation.“The simulation software makes it photorealistic — the switches and gauges in the plane are the same, the airports are the same, the scenery is the same — it’s a completely immersive world,” said Justin Friedland, 66, a former producer for ABC News turned real estate agent in Pound Ridge, N.Y., who has logged 1,426 hours as a virtual pilot and 758 hours as a virtual controller.He is also the volunteer spokesman for , a virtual flying network with 100,000 members in 143 countries. Think of it as a vast online video game like World of Warcraft for serious-minded aviation geeks. A rival network, , has 150,000 members in 56 countries. Most participants are men and range in age from teenagers to octogenarians. Their flights vary in length from long hauls, say, Los Angeles to Sydney (14 1/2 hours), to shorter hops, like Boston to Martha’s Vineyard (35 minutes).“There’s a fair amount of professional pilots and air traffic controllers who get involved because aviation is their passion and they want to encourage others,” said Mr. Friedland, who is not a pilot.An estimated 80 percent of virtual pilots, however, do not have pilots’ licenses because they lack the time or money for training or have an issue that would keep them from passing the medical exam. Sometimes their spouses forbid it. Or, perhaps, they are just afraid of heights.Then there are those like Mark Hubbert, 44, a firefighter in Courtland, Va., who has more than 5,000 hours of simulated flight time. “Frankly, I wouldn’t be satisfied flying a single-engine Cessna,” he said, referring to a typical trainer airplane. “I want to fly jets,” which he does for , one of hundreds of virtual airlines. If it’s an airline in the real world, there’s probably a virtual version.One of the largest, , has 2,000 active pilots who must pass written and virtual flight tests in order to advance through the ranks as well as to fly progressively larger and more complex airplanes. They fly the same routes as the actual , sometimes on the same schedules. While a number of real Delta pilots and employees participate, Terry Eshenour, 70, a former Coca-Cola executive who serves as Delta Virtual Airlines’ president, emphasized that there was no formal affiliation with the real airline.Most virtual aviators use one of two simulator software programs,  or Laminar Research’s , which interface with communication and tracking software usually provided free by one of the virtual flying networks. Within the last decade, a thriving market for so-called add-on software compatible with FSX and X-Plane has emerged. One of the most successful manufacturers is , which produces stunningly realistic add-ons that put users in the cockpits of aircraft like Boeing’s 737 and 777. All the switches and knobs you see on the screen are what you would see in the actual planes, and the programs come with Boeing manuals to help you figure out what’s what.In a  on PMDG’s online forum, the company’s chief executive, Robert Randazzo, a former airline captain, confirmed that Captain Shah had purchased PMDG’s 777 add-on, the same type of aircraft he flew for Malaysia Airlines. He also noted, “Captain Shah was well known to many in the flight simulation community because he had developed an online presence in which he dedicated many hours of his time to promoting the enjoyment of flying generally, and flight simulation specifically.”Hardware can be equally sophisticated with full instrument panels, radios, throttle quadrants, yokes and rudder pedals. Companies like  and  sell all-in-one units with full motion that cost up to $60,000.Pete Wright, 44, a software developer in Deltona, Fla., who reviews add-ons for , flies a home-built rig that includes a yoke, rudder pedals, a full switch panel and levers for throttle, spoilers, flaps and reversers. He also has three HD video screens hooked up to an infrared sensor that tracks his head movements so when he looks back and forth the view out of his virtual aircraft changes accordingly.The setup, plus software, cost more than $10,000 — more than it would cost to get a real private pilot’s license. “But I can stay at home in my cockpit and fly any aircraft you care to name, anywhere in the world,” said Mr. Wright, who has more than 12,000 hours of virtual flight time and does demonstrations in his simulator for viewers of his YouTube channel, .Still, real pilots will tell you that nothing compares to actual flight. Simulators can be fantastic training devices. But they can’t replicate the feel of the controls in a real airplane or the dynamic conditions of flight. It’s a fact some virtual enthusiasts resist but most concede.Mr. Friedland of Vatsim said that despite his many simulated flights over all kinds of terrain and in all kinds of weather conditions, “I would no more try to do any of that in a real airplane than I would try to climb Everest without supplemental oxygen or Sherpas.”",
    "textType":"article",
    "title":"The Pilots in the Basement",
    "url":"http://www.nytimes.com/2014/03/23/sunday-review/the-pilots-in-the-basement.html"
}