{
    "author":"Ian Urbina",
    "category":"sundayreview",
    "date":"2014-01-25",
    "description":"The government can use its purchasing power to promote social goals.",
    "text":"WASHINGTON — THE federal government spends around $500 billion annually on goods and services. So when Uncle Sam throws his weight around, markets move.Historically, presidents have used this leverage to achieve policy goals that were politically difficult to accomplish through legislation. In 1941, for example, President Franklin D. Roosevelt issued an executive order prohibiting racial discrimination by defense contractors after it became clear that federal legislation would be impossible because of the stranglehold that Southern Democrats had on Congress.Since then, the government has used its purchasing power to promote an array of other social goals, including ending forced child labor, promoting recycled paper, incentivizing the hiring of disabled people and opposing apartheid.President Obama has made one major foray into this realm. In September 2012, he issued an executive order strengthening rules preventing federal agencies from using factories that relied on forced labor or trafficked workers. “As the largest single purchaser of goods and services in the world,” he wrote, “the United States government bears a responsibility to ensure that taxpayer dollars do not contribute to trafficking in persons.”More recently, the White House has been mum on whether it will use this leverage again. But pressure is mounting. Gay-rights advocates have called on the Obama administration to issue an executive order banning discrimination by federal contractors. Environmentalists have said the government could go a long way toward controlling climate change simply by tightening fuel-efficiency requirements on the government’s roughly 600,000-vehicle fleet. This alone would force changes throughout the entire auto market, they say.Yet most of the discussion in recent months has focused on ways the government can use its buying power to improve wages and working conditions, both domestically and abroad. In response to revelations that many federal agencies rely on garment factories overseas that break local labor laws, several lawmakers said this month that they planned to introduce legislation requiring agencies to reveal which foreign suppliers they used and to submit to third-party audits. And Representative Carolyn Maloney, Democrat of New York, and labor advocates wrote the president this month asking him to issue an executive order on the matter.The State Department also convened a workshop this month to discuss ways for the federal government to bring its low-bid procurement practices more in line with the administration’s high-road policy objectives on labor and human rights.In December, a congressional report found that the federal government did a relatively poor job preventing taxpayer money from going to contractors with labor violations. The report, written by the Senate Health, Education, Labor and Pensions Committee, said that tens of billions of dollars in contracts had gone in recent years to companies that were found to have violated federal safety and wage laws and paid millions in penalties. At least 18 federal contractors were among the recipients of the largest 100 penalties issued by the Occupational Safety and Health Administration between 2007 and 2012. The report called on the government to weigh a company’s safety and wage violations more closely as it awarded contracts.In 2010, the Obama administration considered a plan that did just that. Tentatively named the High Road Procurement Policy, the plan would have disqualified many companies with labor or other violations and given an edge to companies with better levels of pay, health coverage or pensions. One in five American workers are employed by a company that contracts with the federal government. The plan was dropped after strong opposition from business leaders who described it as anti-competitive and an expensive gift to unions.In recent weeks, congressional Democrats and White House officials have said they hope to seize on growing populism among voters in both parties to push this year for a higher federal minimum wage. They also plan to put state-level minimum wage proposals on the ballot in states with hotly contested congressional races.“If these efforts fail, a respectable fallback position would be for the president to draw on his procurement powers,” said Christopher McCrudden, a law professor at the University of Michigan and the author of “Buying Social Justice: Equality, Government Procurement and Legal Change.” “At least that would send a powerful signal that Democrats are serious about the issue.”Using the power of procurement policy to drive social change is not without risks and costs. Some economists say that federal agencies should base their buying decisions solely on price. Giving a leg up in federal contracting to special interest groups like blind people or Alaskan natives makes government only less cost-effective, they argue.Steven Kelman, administrator of the Office of Federal Procurement Policy from 1993 through 1997, added that the officials who did the government’s buying often opposed special requirements put on government contractors because they increased costs to the public. The more complicated it becomes to compete for government contracts, he said, the more it favors companies that are more adept at gaming the government bureaucracy rather than providing the best product or service.“It reduces competition and access to innovative commercial firms,” Mr. Kelman said.Efforts to use procurement policy to affect working conditions abroad are also difficult because rules are harder to enforce and can create tensions with free trade efforts.Senator Sherrod Brown, Democrat of Ohio, said that an added difficulty was that many federal agencies did not reveal the addresses of their contractors’ overseas factories, which got in the way of independent oversight. By contrast, at least five states and more than 20 cities require garment companies to reveal the location of their domestic and overseas suppliers and to submit to audits if they want to compete for public contracts.Robert Stumberg, a contracting expert and professor at Georgetown University Law Center, added that procurement rules need not necessarily squelch competition. Federal contractors must be accountable for violating labor standards or human rights, he said. Otherwise scofflaws have a competitive advantage because they can cut costs by breaking the rules. Federal agencies essentially incentivize the illegal competition by looking the other way, he said.“It creates a market that undermines fair competition, at home and abroad,” he said. “Law-abiding companies cannot compete with lawbreakers based on price alone.”",
    "textType":"article",
    "title":"The Shopping List as Policy Tool",
    "url":"http://www.nytimes.com/2014/01/26/sunday-review/the-shopping-list-as-policy-tool.html"
}