{
    "author":"Andrew Jacobs",
    "category":"sundayreview",
    "date":"2014-08-02",
    "description":"After a lull in xenophobia, anti-Western invective is back.",
    "text":"BEIJING — I DIDN’T ask for a Wikipedia page, but a few months ago, alerted by a friend, I found that someone had created one, ostensibly devoted to my journalistic achievements.I was flattered. Until I opened the page.“Since 2008, Jacobs has written over 400 articles, the vast majority of which portray China in a negative light,” read the entry, which went on to claim that many of those articles contained “journalistic distortions.”A sympathetic friend edited the page, removing the assertion that I am devoted to smearing China’s good name. The very next day, the anonymous creator changed it back. The editing war, as such tussles are called, went on for months until Wikipedia put a stop to it.These are challenging days for foreigners in China, who in the past year or so have increasingly found themselves caught up in a war of words that paint Westerners as conscripts in the army of “hostile foreign forces” seeking to thwart China’s rise. Multinational companies have also been placed in the cross hairs, especially iconic American brands that have been accused of charging too much (Starbucks), serving tainted meat (McDonald’s) or behaving like a monopoly (Microsoft).Although there is no proof that the Chinese government was behind my Wikipedia page, the Communist Party is known to employ vast numbers of freelance propagandists who “guide public opinion” through social media or in the online comment sections of articles. Earlier this month, the advocacy group Free Tibet uncovered about 100 bogus Twitter accounts that used purloined photos of white people to tweet syrupy stories about contented Tibetans — ignoring the reality of those who are self-immolating to protest Beijing’s hard-line policies.In newspaper columns, retired military officers portray the United States as an unrelenting nemesis of the Chinese people. Such threats are deconstructed and amplified in internal party documents, which warn of the dangerous influences seeping into China from abroad. Although journalists are near the top of the list, liberal Chinese scholars, Hong Kong democracy advocates and bloggers who seek to expose government malfeasance have been maligned as ideological foes, part of the Communist Party’s broad-based battle against those it believes are seeking to upend its six-decade hold on power.Even Spider-Man and Superman, those quintessentially American purveyors of justice, have been implicated, according  in the state-run Guangming Daily, who earlier this month wrote that the United States was using them to “destroy Chinese moral models and replace them with American idols.”In recent weeks, party-run newspapers have knocked the West for encouraging the noxious spread of dog ownership, accused Western spies of  in Hong Kong and  for China’s epidemic of official corruption.Government-fanned xenophobia is nothing new in China. Mao Zedong took the demonization of all things foreign to destructive heights, beginning with the anti-rightist campaigns of the 1950s, which sought to purge society of “bourgeois” Western influences, and culminating in the disastrous Cultural Revolution of 1966-76, during which anyone with a predilection for James Joyce, Mozart or Monet was condemned as an enemy of the people.But since the 1980s, when the pragmatic Deng Xiaoping urged his people to learn from the West in an effort to tackle endemic poverty, Chinese leaders have largely set aside the ideological cudgels. In the decades that followed, Adam Smith-style market economics turned former factory workers into millionaires, and it was China’s erstwhile foe, the United States, that smoothed the way for Beijing’s entry into the World Trade Organization.In the meantime, hundreds of thousands of young Chinese, including the progeny of China’s revolutionary elite, flocked to American universities, often on full scholarships.But since ascending to power last year, President Xi Jinping has dusted off Mao’s playbook, starting with  distributed among senior leaders that identified seven existential threats to the party, including “universal values” of human rights, Western-inspired notions of media independence and the advocacy of unrestrained free-market economics. “Western forces hostile to China and dissidents within the country are still constantly infiltrating the ideological sphere,” said the notice, known as Document No. 9, which began circulating last summer.Such paranoia is not entirely unfounded. The United States has long been committed to exporting liberal democracy, and President Obama’s “pivot to Asia” — shifting military resources from the Middle East to the Asia-Pacific region — has been rightly perceived by Beijing as an effort to counter its increasingly aggressive territorial claims in the South and East China Seas.But Chen Jian, an expert at Cornell University on American-Chinese relations, says the mounting anti-Western invective is largely a tactic aimed at shifting attention from the potential repercussions of a slowing economy, the glaring gap between rich and poor and the jaw-dropping accounts of official corruption that have become daily fare here. “There is a profound sense of vulnerability within the party, even a sense of crisis,” said Professor Chen, who experienced the excesses of the Cultural Revolution as an adolescent in China.Yet Professor Chen and other analysts say the “hostile foreign forces” narrative is likely to have little impact on the generation of young Chinese weaned on Kobe Bryant and illegal downloads of “Seinfeld.” “Just look at all the students who want to study in the United States,” he said. “I don’t think these anti-American messages are convincing anyone.”Perhaps, but it doesn’t make life any easier for foreigners living in China, especially journalists, who have endured growing hostility from the authorities. Visas have been denied, the website of The New York Times has been blocked for nearly two years, and even Chinese friends who have studied abroad remain convinced that the Western media is on a mission to harm their country through unflattering coverage.The government’s anti-Western narrative does not always fall on deaf ears. Last spring, a Chinese friend invited me to join his family for the Lunar New Year holiday. I gladly accepted, but then came the bad news. His mother, a doctor, said it would be better if I didn’t come. “I’m sorry,” my friend said, “but she is convinced all foreign journalists are spies.”",
    "textType":"article",
    "title":"The War of Words in China",
    "url":"http://www.nytimes.com/2014/08/03/sunday-review/the-war-of-words-in-china.html"
}