{
    "author":"Sarah Lyall",
    "category":"sundayreview",
    "date":"2014-04-19",
    "description":"Oscar Pistorius is either a traumatized person or a good actor. His histrionics are hard to read.",
    "text":"AGAIN and again over days of brutal cross-examination in a Pretoria courtroom, Oscar Pistorius, the South African track star, broke down on the witness stand. He retched. He cried, then sobbed, then grew hysterical. It got so bad that at times the judge, Thokozile Matilda Masipa, had to adjourn the court while Mr. Pistorius regained his equilibrium.It was a riveting display, and it was perfectly consistent with the chronically distraught demeanor Mr. Pistorius, 27, has demonstrated throughout his murder trial in the shooting death of his girlfriend, Reeva Steenkamp, in February 2013. It is hard to know what, if anything, Mr. Pistorius’s behavior means, or what bearing it will have on the outcome of the case, which is on hiatus and will resume on May 5, but a number of lawyers interviewed in both the United States and South Africa agreed on one thing: They had never seen anything like it before.“I’ve done a lot murder trials, and I’ve never seen a person as tearful as him,” said Marcus du Toit, a defense lawyer based near Pretoria. “I have never seen someone retching in court.”Gerald L. Shargel, the prominent New York defense lawyer, said that while he had once had a client who wept all the time in a bribery case (“he couldn’t turn off the faucet”), he had never seen the likes of the Pistorius trial. “Did I ever have anyone who was vomiting in court and retching constantly?” he asked. “No, I’ve never had a client who reached the emotional level of Pistorius.”Mr. Pistorius, who wears prosthetic legs below both knees, is accused of killing Ms. Steenkamp in a violent argument; he says that it was a horrible accident and that he shot her through a closed door because he thought someone had broken into his house. But as terrible as he seems to feel, the lawyers said it would be foolish to draw any conclusions other than that Mr. Pistorius is either one very traumatized person, or one very good actor.“Deep down, we’re all believers in the notion that we can tell if people are lying by how they look and behave in court,” said Alan M. Dershowitz, a lawyer and professor who has had his share of high-profile clients, including O. J. Simpson and Claus von Bülow. “But we can’t. There’s zero relationship between that and innocence or guilt. Among the people I’ve represented, some of the most guilty appear the most innocent, and some of the most innocent appear the most guilty.”As an example of the latter, he cited a defendant named Sandra Murphy, an exotic dancer first convicted and later cleared of killing her rich boyfriend, the casino executive Ted Binion, in Las Vegas in 1998. “Everybody thought she was guilty, and she behaved guilty — the papers all carried stories about how she didn’t mourn appropriately, how she was laughing — but with forensics I was able to prove her innocent,” Mr. Dershowitz said. And there are numerous ways to interpret Mr. Pistorius’s demeanor. One possibility is that he is telling the truth and is filled with horror and remorse at a genuine, horrific mistake. Another is that he is lying but is tormented by guilt, regret and the burden of having to stick to a fake story.He could also be lying but have come to believe his account to be true. “I’ve had people who have really persuaded themselves that they didn’t do it, because they’ve been rehearsing and rehearsing and now it’s become part of their psyche,” Mr. Dershowitz said.Mr. Pistorius could also be narcissistically sobbing for his own lost life, not Ms. Steenkamp’s, or he could be suffering from a kind of post-traumatic shock, where he relives the night over and over again, as he has said on the stand. Or he could be exhibiting some combination of all those things.Like some kind of agent of vengeance, the prosecutor in the case, Gerrie Nel, has drilled down into the minutiae of Mr. Pistorius’s story, accusing him of willfully turning his emotions on and off. “You’re not using your emotional state as an escape, are you?” Mr. Nel barked at one point.Some lawyers said they agreed — “I think it’s a contrived heap of rubbish,” Martin Hood, a South African defense lawyer, said of Mr. Pistorius’s tears — while others said they were not so sure.“It’s very difficult to be sitting next to him and actually believe he’s faking it,” said Kelly Phelps, a senior lecturer in law at the University of Cape Town, who has been in court most days.“It’s a very guttural response, and the same triggers bring it about — the minute that testimony is either graphic, or getting towards the exact moment where he saw the body and the blood,” she said.But she added that unless the judge found Mr. Pistorius to be insincere or hamming it up, it would be unlikely that she would take his anguished behavior into account when deciding whether he intended to shoot Ms. Steenkamp. (There are no juries in South Africa; verdicts are issued by judges.)“A lot of times a person can intend to do something and be completely traumatized the minute he does it,” Ms. Phelps said. (Look at Macbeth.) “So that fact that he is genuinely traumatized in the aftermath tells you nothing about what you really need to know — which is what he was thinking when he did it.”Barry Slotnick, another well-known American lawyer, said all that mattered was what the judge believed happened that night.“The most important factor here is, ‘What’s the judge’s reaction to his strange, tearful behavior?’ ” Mr. Slotnick said. “I would suggest that whatever is going on is not in his favor, and I would suggest that based on his defense he would be much better off not taking these ‘tearful’ moments.”Some of the American defense lawyers said they generally did not put defendants — particularly ones as unpredictable and easily rattled as Mr. Pistorius — on the stand. But Barry Hurter, a lawyer in Johannesburg, said that because of Mr. Pistorius’s defense — that he honestly believed there was an intruder in the house — he had had no choice but to testify.“They had to put him on the stand, because he was the only person on the scene,” Mr. Hurter said. “Only he can answer the question of what was in his mind when he did it.”",
    "textType":"article",
    "title":"Torment on the Stand, but Is It an Act?",
    "url":"http://www.nytimes.com/2014/04/20/sunday-review/torment-on-the-stand-but-is-it-an-act.html"
}