{
    "author":"David Carr",
    "category":"sundayreview",
    "date":"2014-05-31",
    "description":"Buildings rising along the Lincoln Tunnel helix are blocking my good-night kiss to the twinkling city across the Hudson.",
    "text":"MANHATTAN is an island of serious wealth, endless ambition and impossibly expensive real estate.It is also an actual island, which means that some people are priced out for a variety of reasons and leave at the end of the day. That would include me. That means a bridge, a tunnel or a helicopter. (Then again, if you have enough money for a chopper, you can probably live where you like.)In my case, I live in northern New Jersey and commute through the Lincoln Tunnel, either by bus or by car, traveling on the so-called helix. When it is not under construction, which is frequently, the helix is an engineering marvel, a nearly circular switchback straight out of the roller-coaster school of architecture that allows cars and buses to descend from the bluffs above to the shoreline below, and reverse in ascent.There are a lot of us at the Lincoln Tunnel: Every weekday, over 100,000 cars, buses and trucks pay a significant toll in time and treasure to gain access from New Jersey to Manhattan, and then line up to flee at the end of the night.It can be brutal. After a day of fighting for a place to stand on the island to get business done amid a thicket of self-important people in a hurry, we are again back in the queue, waiting our turn. But halfway up the helix, the city we just left roars into view in side profile. Big on top (Midtown), thinner in the middle (Chelsea and Greenwich Village) and big on the bottom (Downtown), the city is irresistible, a sexy colossus in Rubenesque recline. For a few brief seconds, we all stare at what many believe is the greatest city in the world.It is, I have found, an easier place to love at this distance. Climbing the helix each evening used to be an ideal time to assess my day of scurrying about at the feet of those majestic behemoths. Twinkling against a glowing sky, the city said goodbye in its own way and I returned the favor. If on that day the city opened up before me like a giant, improbable rose — it happens — I would blow it a kiss. If, on the other hand, the city had had its way with me, punishing without mercy, I deployed one of my fingers as a gesture of rebuke. Most often, though, the city had both punished and uplifted. On those days, I still used the finger, but gave the finger a kiss as I did it.The hybrid gesture, weird I know, was an acknowledgment that even though the city or some of its inhabitants may not have been kind to me, I still loved it anyway. New York doesn’t beg for forgiveness, but I and many others offer it unbidden. Even if I don’t own a piece of it, it owns a piece of me — while I am happy most nights to leave it, I never imagine saying farewell for good.But that reverie has been reframed and mostly ruined. For the past several months, two new apartment buildings have been creeping up over the lip of the helix on the New Jersey side, obscuring what was once a million-dollar view. The buildings are ungainly in their nascent state and very much in the way. Regardless of how they will look once they are finished in shiny skin, they will be solid and opaque, stationed between the helix and Midtown across the river, smack dab in the way of New Jersey commuters who have, for decades, greeted the city in the morning or waved goodbye at night.The Estuary Luxury apartment buildings in Weehawken will rise to 90 feet, according to an  in The Star-Ledger, enough to block the view for many precious seconds but lower than the 160-foot office-and-apartment proposal that was floated back in 1999. I’m sure it will be a lovely place to live, with amenities that include a rooftop deck, a golf simulator, a yoga room and a fire pit. And there is, of course, that incredible view.I don’t mention any of this in the belief that the township of Weehawken or the developers will come to their senses and stop in mid-hammer swing. What’s done is done. (Speaking of which, after coming down the helix and seeing Downtown on fire after the attacks of Sept. 11, I have watched the city rebuild, a time-lapse of recovery the new buildings won’t erase.)But something glorious, a view held in common by thousands of people who come to New York for the same reasons people always have, will now belong to a precious few. It’s not only a perfect metaphor for our times, but a cold fact that I stare at every day. I often mutter oaths, not at the men and women building it — everyone has to work at something — but at the people who decided that a view that is the visual equivalent of Wagnerian opera was something to be auctioned off.Weehawken’s mayor, Richard Turner, told The Star-Ledger that some of the view will be preserved and that for those who want the full expanse, “My answer always is, move here.\"I’d prefer to stay put. And I will continue the slog into the city, but there will be something missing from my ride.There’s still a brief interlude of New York cityscape I can see from my bus or car seat if I pay attention, but I don’t look that way so much anymore. When I look toward the city, I don’t see the glorious handiwork of human hands — I see what happens when those hands don’t know when to quit.I keep my own hands in my lap and my kisses to myself.",
    "textType":"article",
    "title":"View, Interrupted: The Spoiling of Manhattan’s Skyline",
    "url":"http://www.nytimes.com/2014/06/01/sunday-review/view-interrupted-the-spoiling-of-manhattans-skyline.html"
}