{
    "author":"Noam Cohen",
    "category":"sundayreview",
    "date":"2014-09-13",
    "description":"Geek obsessions are increasingly becoming totems of mainstream cool.",
    "text":"IN 2005, Randall Munroe, a young NASA robotics expert, posted to the web a comic about the mystical number pi. Among the infinite string of digits were letters that spelled out, “Help I’m trapped in a universe factory.”His pi comic spread quickly, and nearly a decade later Mr. Munroe sits atop a small empire built around xkcd, an online comic revered by science students, computer programmers and Silicon Valley workers.On Wednesday, Mr. Munroe’s first book, “What If?,” debuted at No. 1 on The New York Times nonfiction hardcover best-seller list. “What If?” is a series of questions and answers on technically bizarre topics, like what would happen if the entire world directed laser pointers at the moon. (Not much, it turns out, unless you used really, really big lasers.)And, as you may have heard, Apple last week introduced a new version of an old geek totem — the gadget wristwatch. With millions watching via computer, Tim Cook, the Apple chief executive, who has an industrial engineering degree, unveiled three versions of the watch, hoping to broaden the appeal of a fashion accessory traditionally worn by the calculus crowd.Never before has the boundary between geek culture and mainstream culture been so porous. Beyond Mr. Munroe’s popularity and the national obsession with Apple products, other examples abound. Whether it is TV series like “The Big Bang Theory” and “Silicon Valley,” or comic-book movies such as this year’s top-grossing title, “Guardians of the Galaxy,” or the runner-up, “Captain America: The Winter Soldier,” or fantasy-based fiction like the “Game of Thrones” books (and HBO show), once-fringe, nerd-friendly obsessions like gadgets, comic books and fire-breathing dragons are increasingly everyone’s obsessions.“Becoming mainstream is the wrong word; the mainstream is catching up,” said the actor Wil Wheaton, a self-described champion of nerd culture who wrote a memoir, “Just a Geek,” and appeared in “Star Trek: The Next Generation.”“Tech has become so ubiquitous and seamless in our lives,” he said, “and because tech and personal tech and wearable tech are such a part of our daily existence, we want to know more about them.”An engineering degree is also no longer a requisite to using technology, as seemingly anyone today can install a printer or upload a video. Similarly, another signifier of nerd status — knowing obscure facts about favorite subjects — has also lost its currency. The total number of “Simpsons” characters or the name of a constellation is only a Wikipedia entry away.“Growing up, pre-Internet, possession of knowledge was such an identifier,” said Dave Goetsch, a co-executive producer of “The Big Bang Theory.” “That is no longer true; the Internet flattens things out.”In the past, there have been plenty of pop culture phenomena nerds could get behind — the frenzies surrounding the “Star Wars” and “Lord of the Rings” movie franchises are two potent examples. This year, the mania has surrounded video games. Microsoft last week spent $2 billion for Mojang, the maker of Minecraft and one of the last independent gaming companies. A couple of weeks earlier, Amazon paid $1 billion to buy the website , which allows people to watch friends or experts play video games. And in March, Facebook announced its $2 billion acquisition of Oculus VR, the maker of an awkward-looking headset, betting in part that virtual reality will be the next big thing in gaming.The bidding wars to reach hard-core gamers, however, don’t seem like an artificial spike. “Go to a high school and nobody is looking down on gaming — every guy is gaming and maybe a few girls,” said Dennis Fong, 37, a professional video-game player dubbed the “Michael Jordan” of his field. His company, Raptr, allows players to share clips of their best video-game moves online.From gadgets to social networks to video games, the decision not to embrace the newest technology is a choice to be out of the mainstream.“If you are not a geek, you are Luddite, and that is not cool,” said Thomas Dolby, an arts professor at Johns Hopkins University and a nerd icon from the 1980s because of his hit song “She Blinded Me With Science.”Mr. Dolby, born Thomas Robertson, took his stage name from Dolby Laboratories because of his fascination with audio technology. He said that he decided to use his nerd persona as a way of distinguishing himself from the “good-looking lads” on the 1980s pop scene — Sting, Simon Le Bon, Adam Ant.But, he added, “I am no more comfortable in my geek skin now than in 1982.”By contrast, a comfort with one’s geeky side appears to distinguish the so-called millennial generation. Mr. Munroe, the author of “What If?,” who turns 30 next month, said he hoped to appeal to an audience beyond techies.“People often say, ‘I like your comics, even though I don’t know enough math to get all of them,’ as if it’s some kind of club where they don’t belong,” he said.“But there’s no club. There’s just lots of people who are excited about thinking, learning, joking and sometimes overanalyzing things.”Mr. Munroe said it was healthy that the tech culture had seeped into the larger culture, and warned against the community turning inward with a “nerd pride or ‘revenge of the nerds’ attitude.” In an email he expanded further: “This can easily become a kind of self-fulfilling prophecy that can make a community steadily more homogeneous and exclusionary.” Mr. Munroe said he thought this was a reason that “geek culture” has had such persistent problems with sexism, and that the tech industry’s gender and racial diversity is so woeful.EARLIER this month, Mr. Munroe appeared in front of several hundred fans at a book signing at the Barnes & Noble in Union Square. Katari Sporrong, 25, from Queens, was in the back of the crowd waiting to hear Mr. Munroe speak. She described herself as an art nerd, not a tech nerd, and said she learned about xkcd from her boyfriend, a graduate student. Many of the jokes go over her head, she said.Still, Ms. Sporrong said, “It’s a little bit demeaning, real nerd and fake nerd,” adding that “everyone lives with tech; right now I have three devices — my phone, my Kindle, my iPod.”Looking at the techie crowd in a “not cynical way,” she saw a “common intelligence” around her.“The world maybe isn’t getting smarter,” she said. “But it is trying to.”",
    "textType":"article",
    "title":"We’re All Nerds Now",
    "url":"http://www.nytimes.com/2014/09/14/sunday-review/were-all-nerds-now.html"
}