{
    "author":"Kate Murphy",
    "category":"sundayreview",
    "date":"2014-10-04",
    "description":"What happens to intimacy, when all our secrets are already online?",
    "text":"IMAGINE a world suddenly devoid of doors. None in your home, on dressing rooms, on the entrance to the local pub or even on restroom stalls at concert halls. The controlling authorities say if you aren’t doing anything wrong, then you shouldn’t mind.Well, that’s essentially the state of affairs on the Internet. There is no privacy. If those creepy targeted ads on Google hadn’t tipped you off, then surely , or, more recently, , made your vulnerability to cybersnooping abundantly clear.You need only read George Orwell’s  or watch the film  to understand how surveillance is incompatible with a free society. And increasingly, people are coming to understand how their online data might be used against them. You might not get a job, a loan or a date because of an indiscreet tweet or if your address on Google Street View shows your brother-in-law’s clunker in the driveway. But less obvious is the psychic toll of the current data free-for-all.“With all the focus on the legal aspects of privacy and the impact on global trade there’s been little discussion of why you want privacy and why it’s intrinsically important to you as an individual,” said Adam Joinson, professor of behavior change at the University of the West of England in Bristol, who coined the term “digital crowding” to describe excessive social contact and loss of personal space online.Perhaps that’s because there is no agreement over what constitutes private information. It varies among cultures, genders and individuals. Moreover, it’s hard to argue for the value of privacy when people eagerly share so much achingly personal information on social media.But the history of privacy (loosely defined as freedom from being observed) is one of status. Those who are institutionalized for criminal behavior or ill health, children and the impoverished have less privacy than those who are upstanding, healthy, mature and wealthy. Think of crowded tenements versus mansions behind high hedges.“The implication is that if you don’t have it, you haven’t earned the right or aren’t capable or trustworthy,” said Christena Nippert-Eng, professor of sociology at the Illinois Institute of Technology in Chicago and author of So it’s not surprising that privacy research in both online and offline environments has shown that just the perception, let alone the reality, of being watched results in feelings of . Whether observed by a  or Facebook friends, people are inclined to conform and demonstrate . Their performance of tasks suffers and they have .An analogy in the psychological literature is that . Just as being unconscious for a portion of the day is restorative, so is being unselfconscious. The arousal associated with being observed and the implicit judgment drain cognitive resources. We worry about how we are perceived, which inhibits our ability to explore our thoughts and feelings so we can develop as individuals.A  ending in 2012 showed that the more people disclosed about themselves on social media, the more privacy they said they desired. The lead author of the study, Sabine Trepte, a professor of media psychology at the University of Hohenheim in Stuttgart, said the paradox indicated participants’ dissatisfaction with what they got in return for giving away so much about themselves.“It’s a bad deal because what they get is mainly informational support like maybe a tip for a restaurant or link to an article,” she said. “What they don’t get is the kind of emotional and instrumental support that leads to well-being, like a shoulder to cry on or someone who will sit by your bedside at the hospital.”And yet, she added, they continued to participate because they were afraid of being left out or judged by others as unplugged and unengaged losers. So the cycle of disclosure followed by feelings of vulnerability and general dissatisfaction continued.“There’s also this idea in our society that if I just embarrass myself enough I can be the next Snooki or Kardashian,” said Anita L. Allen, author of  and professor of law and philosophy at the University of Pennsylvania Law School. “There’s a real financial incentive to not care and give it all up.”The problem is that if you reveal everything about yourself or it’s discoverable with a Google search, you may be diminished in your capacity for intimacy. This goes back to social penetration theory, one of the most cited and experimentally validated explanations of human connection. Developed by Irwin Altman and Dalmas A. Taylor in the 1970s, the theory holds that relationships develop through gradual and mutual self-disclosure of increasingly private and sensitive personal information.“Building and maintaining an enduring, intimate relationship is a process of privacy regulation,” said Dr. Altman, now an emeritus professor of psychology at the University of Utah. “It’s about opening and closing boundaries to maintain individual identity but also demonstrate unity with another, and if there are violations then the relationship is threatened.”Thought of another way, information about yourself is like currency. The amount you spend on a person signifies how much you value the relationship. And that person compensates you in kind. That’s why it feels like theft when someone tells your secrets or data miners piece together your personal history — using your browsing habits, online purchases and social networks — and sell it. And it’s also why if you’re profligate with information about yourself, you have precious little to offer someone really special.“I have to say, too, there’s a certain kind of vanity and self-absorption reflected in giving up everything about one’s self,” Professor Allen said. “To think that somehow everything you do needs to be shared online is conceited and false.”Congress has so far been disinclined to protect citizens from their digital promiscuity or halt the data grabs perpetrated by Internet companies. States have made some moves such as California’s law to allow minors to erase social media posts, but legal scholars including Professor Allen say these measures are far from sufficient. And while the European Union is pressing to allow its citizens the  it’s questionable how that will be accomplished.But privacy researchers said they are starting to see signs of a backlash. People are beginning to exercise a bit more reserve online or are otherwise engaging in subversive tactics to thwart data miners. Such small acts of defiance might include setting up multiple fake identities, using a virtual private network to shield their browsing behavior and not “liking” anything on Facebook or following anyone on Twitter, making their social networks and preferences harder to track.“When people want privacy there’s often this idea that, ‘Oh, they are hiding something dirty,’ but they are really just trying to hold onto themselves,” Professor Nippert-Eng said. She gives the example of a 65-year-old man who in his youth harbored the fantasy of being a rock star and still spends hours blissfully practicing his guitar in his basement: “He doesn’t want anyone to know, because he doesn’t want anyone to wreck it for him.”",
    "textType":"article",
    "title":"We Want Privacy, but Can’t Stop Sharing ",
    "url":"http://www.nytimes.com/2014/10/05/sunday-review/we-want-privacy-but-cant-stop-sharing.html"
}