{
    "author":"Somini Sengupta",
    "category":"sundayreview",
    "date":"2014-07-12",
    "description":"Tensions over the role and pay of United Nations peacekeepers have recently escalated, with deeper grievances just below the surface.",
    "text":"THE United Nations recently asked itself a soul-searching question: How have our blue-helmeted troops responded when civilians are attacked?The answer: Not very effectively.The peacekeepers failed to intercede with force in the 10 deadliest attacks between 2010 and 2013 in the war zones where they were sent, an internal investigation found. That included a clash in South Sudan that killed 600 civilians, one in Darfur that killed nearly as many and another that left more than 100 dead in the Democratic Republic of Congo.The  published earlier this year, prompted hand-wringing at the highest levels of the organization, outrage among the countries paying for the 100,000 uniformed peacekeepers and an angry rebuttal from the countries that contribute most of the soldiers.The tensions over peacekeeping resurfaced again last week when the countries sending troops demanded raises for their soldiers, complaining that they hadn’t received an increase in over a decade. The countries that fund the operations balked, saying the budget was already at record levels, exceeding $8 billion.So heated did the deliberations become that each side had to be sent to a separate room and shuttle messages to each other through the chairman of the committee holding the talks.Quarrels like these reflect deeper grievances below the surface of what the United Nations secretary general, Ban Ki-moon, calls the organization’s flagship enterprise. Mr. Ban does not have a standing army. He relies instead on countries to contribute troops, tanks and money to restore peace in some of the thorniest war zones.Rich countries have largely chosen not to send their soldiers to the missions; instead, they fund operations and set their mandates. Filling the gap are soldiers from poor countries, largely in Asia and Africa. Their diplomats fume privately that their soldiers are treated like cannon fodder. Donor countries fume privately that the peacekeepers aren’t doing what they’re supposed to: save lives.“One side says, ‘you bleed more.’ The other side says, ‘you pay more,’ ” is how one United Nations official described the divide.Bangladesh, India and Pakistan are the top three  while the United States, Japan and France are the top three funders. As a result, the fights over peacekeeping often line up between the global south and north, with emerging world powers like India and Brazil demanding to sit at the Security Council, where decisions about peacekeeping are made.“A reformed Security Council that is more representative of the contemporary world would have the increased legitimacy needed to craft demanding peacekeeping operation mandates,” said the Brazilian ambassador, Antônio de Aguiar Patriota, during a debate on peacekeeping last month in the Security Council.Many of the countries that send peacekeepers argue that the Security Council ought to consult them before deciding what they will be mandated to do. If they felt included in the decision making, said one diplomat from a troop-contributing country, “They would be more aware, they would be better prepared, they would have better risk assessment.”The secretary general, clearly aware of the grievances, has ordered a review of peacekeeping.Now in its 65th year, the project is under increasing pressure. There are more conflicts in which peacekeepers are needed: 16 operations today. The soldiers face different risks: terrorist groups, transnational criminal gangs and hateful ethnic militias. They are also in low supply. Western countries are loath to send troops to countries where they have no immediate interests, and the United Nations has had trouble finding enough recruits. For instance, the surge of soldiers it promised for South Sudan in December has not materialized, and it’s unclear when the 12,000 soldiers and police officers promised for the Central African Republic will get there.Not least, the peacekeepers’ mandates are increasingly involved with protecting civilians — and not, as was the case 20 years ago, keeping warring armies at bay. At the same time, peacekeeping has become increasingly expensive, now nudging up to over $8.5 billion a year, though still a fraction of the military budgets of most Western nations.The outlay “is cheap if you’re succeeding,” said Bruce Jones, director of the Center for International Cooperation at New York University. “It’s expensive if you’re failing.”Protecting civilians is an especially sensitive issue. The report covering 2010-2013 incidents found that peacekeepers used force mainly when they were attacked, and responded in barely one out of five cases in which civilians came under fire. The peacekeepers complained that they felt overstretched and underfunded, and thought the risks to be “higher than troop-contributing countries are willing to accept.” The report also said they sometimes consulted their capitals half a world away, rather than carry out commanders’ orders on the ground.The United Nations’ top peacekeeping official, Hervé Ladsous, took issue with the report, saying the troops did more than use force to protect civilians, such as helping prevent confrontations and promoting political dialogue.Not long after the report was released, news came of a rebel attack on a remote village in eastern Congo, in which 30 civilians were killed. Human Rights Watch reported that United Nations troops, stationed about five miles away, were “aware of the attack but did not intervene,” arriving two days later.The costs were not lost on the Jordanian ambassador to the United Nations, Prince Zeid Ra’ad Zeid al-Hussein, who was part of the peacekeeping mission in the former Yugoslavia. “Every time civilians are deserted by the United Nations, rather than protected, not only do the civilians tend to suffer, but of course the United Nations’ credibility takes a body blow,” he said. “These body blows, rather disturbingly, seem to be accumulating.”",
    "textType":"article",
    "title":"What Is the Role of U.N. Peacekeepers?",
    "url":"http://www.nytimes.com/2014/07/13/sunday-review/what-is-the-role-of-un-peacekeepers.html"
}