{
    "author":"Elisabeth Rosenthal",
    "category":"sundayreview",
    "date":"2014-03-08",
    "description":"A minor medical bill could block your mortgage.",
    "text":"LIKE most people, I am generally vigilant about paying my bills — credit cards, mortgage, cellphone and so on. But medical bills have a different trajectory. I (usually) open the envelopes and peruse the amalgam of codes and charges. I sigh or swear. And set them aside for when I have time to clarify the confusion: An out-of-network charge from a doctor I know is in-network? An un-itemized laboratory bill from a doctor I’ve never heard of? A bill for a huge charge before my insurer has paid its yet unknown portion of a hospital’s unknowable fee?I would never countenance the phrase “60 days past due” on my Visa card statement. But medical bills? Well... with the complex negotiations that determine my ultimate payment, it often takes months to understand what I actually owe.Unfortunately, I may be playing a dangerous game. Mounting evidence shows that chaos in medical billing is not just affecting our health care but dinging the financial reputation of many Americans: While the bills themselves frequently take months to sort out, medical debts can be reported rapidly to credit agencies, and often without notification. And even small unpaid bills can severely damage credit ratings.A mortgage initiator in Texas, Rodney Anderson of Supreme Lending, recently looked at the credit records of 5,000 applicants and found that 40 percent had medical debt in collection, with the average around $400; even worse, most applicants were unaware of their debt. Richard Cordray, director of the federal Consumer Financial Protection Bureau, has noted that half of all accounts reported by collection agencies now come from medical bills, and the credit record of one in five Americans is affected.A single medical bill reported to a credit agency can easily become a “millstone around your neck” said Mark Rukavina, principal at Community Health Advisors, a health care advisory service. He added: “It will take a long time to make that right, even once the bill is paid. I’ve had mortgage brokers call me and say ‘I have these people with great credit. They’ve refinanced before, but now they’ve got this medical bill and even though they’ve paid it off, I can’t get them a good rate.’ ”Part of the problem is that there are few standards governing medical debts: One billing office might give you — or your insurer — 60 days to pay before pursuing collection. Another might allow you to pay off a bill slowly over a year. Many will sell the debt to collection companies, which typically take a cut of the proceeds and decide when or whether to report unpaid debt to credit agencies.The problem is accelerating for several reasons. Charges are rising. Insurance policies are requiring more patient outlays in the form of higher deductibles and co-payments. More important, perhaps, is that while doctors’ practices traditionally worked out deals for patients who had trouble paying, today many doctors work for large professionally managed groups and hospital systems whose bills are generated far away, by computer.Both Congress and the protection bureau have been trying to better insulate patient  from the inefficiencies of our market-based medical system. Various proposals have been considered to differentiate medical debt from other forms; it could be erased once it has been paid off or not reported to credit agencies at all, for example. So far, the credit industry has fought successfully against such efforts, noting that they could allow some genuine scofflaws to evade legitimate charges. But it’s also good business, since health care bills are now the largest source of business for collection companies, according to consumer protection agency officials.Having spent the last year reporting a series on American health costs, I’ve heard plenty about credit casualties.Gene Cavallo, 61, a New Mexico businessman who put his children through college, had always paid his bills promptly and had an excellent credit rating, until he required surgical excision of a  on his shin two years ago. The more than 60 bills generated for the surgery and six months of follow-up visits — arriving sporadically and ranging from 18 cents to $17,000 — came to $110,000; his insurance covered about $70,000.When various providers asked him to pay the remaining $40,000, he requested itemized bills and balked at some of the “ridiculously inflated prices,” such as $85 for tweezers and $20 for a box of tissues. He argued the bills point by point, and ultimately agreed to pay $25,000.But during the negotiations some of the debt was sent to collection. Two years later, he no longer answers the daily robocalls from collection agencies and has had a couple of credit cards canceled because his score has fallen. “It was a scary thing to do because I own a business and dabble in real estate, so the ability to borrow has always been important to me. And now I have no ability, I assume, to borrow for any reason.”Michael S., who declined to give his full name so as to protect his reputation with business clients, had to declare bankruptcy in Wisconsin more than five years ago after a fraught year in which his toddler was evaluated for what proved to be a benign neurological condition that required no treatment: “You’d get bills for several different doctors’ groups and for tests and M.R.I.s and you don’t know what they are. I was having trouble figuring out who we owed what. And then, if it goes to collection, then suddenly they’re saying we need this paid now.”With medical expenses, unlike most other purchases, you generally don’t know the price the hospital will charge in advance. And the subsequent bills and insurance statements — so-called explanations of benefits — are often layered in obfuscation and pressure tactics.Consider Chris Sullivan of Pennsylvania, whose $2,770 bill for an echocardiogram offered a “prompt payment” discount of 20 percent if he wrote a check within 21 days — meaning a discount for not asking questions on a bill for a test he was told would be under $300.Another “explanation of benefits” statement notified Joe Cotugno of New York City that his two-day hospital stay for a hip replacement was billed at $99,469.70 (doctors’ fees not included). Cigna paid $68,420.53 after knocking off some $28,000 and requiring Mr. Cotugno to pay $3,018.41. So, it informed him, “You saved 96 percent.” Huh?The Consumer Financial Protection Bureau has been studying the impact of medical billing on credit scores since 2012, acknowledging that unpaid medical bills in collection “frequently end up on consumer credit reports,” as an outgrowth of “very complex and confusing systems of figuring out who owes what after a medical procedure.” Mr. Cordray, the bureau’s director, said it would take appropriate action if harmful practices were identified.Bills in Congress that would regulate the practices have been stalled for years. The Medical Debt Relief Act was passed by the House in 2010, but never made it to a Senate vote. After a modified version of the bill failed to pass again last year, another act was recently introduced in the Senate and House.Meanwhile, patients are right to worry. When Matt Meyer, who owns a saddle-fitting company in New Hampshire, set up a monthly payment plan after some surgery, he was distressed to notice that the invoices came from a debt collector. “I had no idea this was considered debt,” he said, and wondered: “Are they reporting that” to a credit agency?Good question.",
    "textType":"article",
    "title":"When Health Costs Harm Your Credit",
    "url":"http://www.nytimes.com/2014/03/09/sunday-review/when-health-costs-harm-your-credit.html"
}