{
    "author":"Ian Urbina",
    "category":"sundayreview",
    "date":"2014-07-26",
    "description":"No one knows for certain whether amusement park rides are getting safer or more dangerous.",
    "text":"EARLIER this month, nearly two dozen people were stranded midair for hours after a fallen tree branch partly derailed a roller-coaster ride at the Six Flags Magic Mountain amusement park in Valencia, Calif. Last , a woman was killed at  in Arlington after she fell out of the  roller coaster. That same day, a boat on  water ride in Sandusky, Ohio rolled backward and  injuring at least six people.Amusement park horror stories like these are a perennial summer ritual that raise the question of whether roller coasters and other thrill rides, which are faster, taller and more extreme than ever, have also become more dangerous.Some federal lawmakers certainly believe so. “Roller coasters that hurtle riders at extreme speeds along precipitous drops should not be exempt from federal safety oversight,” said Senator Edward J. Markey, a Democrat from Massachusetts. “A baby stroller is subject to tougher federal regulation than a roller coaster carrying a child in excess of 100 miles per hour. This is a mistake.”The fact is that no one knows for certain whether the rides are getting safer or more dangerous. There is no single federal agency responsible for collecting data or enforcing standards. Although the Consumer Product Safety Commission regulates portable rides like the ones at county fairs, the most popular amusement park rides are the so-called fixed-site rides, which remain outside the agency’s jurisdiction. As a result, regulation varies by city and state; rides may be inspected by departments that normally handle building inspections or labor issues. Federal regulation of roller coaster safety ended in 1981, before most modern rides were built.When Mr. Markey was still in the House of Representatives, every year from 1999 to 2011 he proposed legislation — that failed to pass — calling for stricter federal regulation of amusement parks, including the collection of uniform safety data and independent inspections after every accident.But amusement park officials insist they are very good at giving people a sense of danger without actually putting them in danger. Roughly 300 million people visited the nearly 400 amusement parks in the United States in 2011, taking about 1.7 billion rides, according to the International Association of Amusement Parks and Attractions. The chance of being seriously injured at a park is about one in 24 million, association officials say, far less likely than being injured in a car accident or struck by lightning.Last year, however,  by the Center for Injury Research and Policy at the Nationwide Children’s Hospital in Columbus, Ohio, revealed evidence of frequent injuries among children. More than 93,000 children under 18 were treated in emergency rooms for amusement-park-related injuries between 1990 and 2010. Although the researchers were unable to compile amusement-park-related deaths, they estimated that a child is hospitalized once every three days in the summer from an injury related to a park, carnival, fair or arcade ride.The study’s senior author and the center’s director, Dr. Gary A. Smith, said current oversight is fragmented and ineffective. “A coordinated national system would help us prevent amusement-ride-related injuries through better injury surveillance and more consistent enforcement of standards,” he said.Amusement park officials say that when accidents do occur, it is often because patrons have risk-increasing, pre-existing medical conditions or fail to heed rules like those about staying seated or keeping their limbs inside the car. “There is no evidence federal oversight would improve on the already excellent safety record of the industry,” said Colleen Mangone, the media relations director for the amusement parks association. She cited a 2013 report prepared for her group that showed that ride injury rates have remained relatively unchanged since the data were first collected more than 10 years ago. Critics of the report say that it is based largely on self-reported data by association members and that many parks, including some with the worst safety records, opted not to participate in the survey.Nondisclosure agreements regarding accidents have made it even harder to measure safety. When The Orlando Sentinel reviewed more than 100 personal-injury lawsuits related to ride injuries or fatalities filed against the area’s three big theme park companies in the four-year period ending in 2008, the newspaper discovered that nearly every case was settled out of court, with the details sealed from the public.Some ride experts say it is not just rides but riders who have changed over the years. Not only are there more obese visitors, but there are also more amputees and people with disabilities.In some cases body size may have played a role in deaths or injuries. Rosa Irene Ayala-Gaona, who died in the Texas Giant accident last summer, weighed over 200 pounds, prompting ride experts and lawyers to question whether her weight may have prevented the T-shaped lap bar from locking properly. Before the 14-story ride began, Ms. Ayala-Gaona had complained that her safety bar did not seem to have been fully secured, witnesses told a local TV news crew.Amputees also face risks. In 2011, an Army veteran who had lost both legs fighting in Iraq plummeted 150 feet to his death from a roller coaster in upstate New York because he could not stay in his seat. He was permitted on the ride even though he was not wearing his prostheses.To better screen riders, some parks use “sample seats” to determine if passengers can be properly secured before getting in line, said Dennis L. Speigel, president of International Theme Park Services, an Ohio consulting firm. Other parks have specially designated seats for amputees and larger patrons.But some rules are hard to enforce. Setting a maximum weight, for instance, is difficult because a 200-pound person who is 6-foot-1 is quite different from one who is 5-foot-5. “Girth matters,” Mr. Speigel said. And the person working the controls is often a teenager who might be nervous to make judgment calls.Even rejecting riders can carry risks. Two amputees filed a lawsuit last year claiming they were wrongfully barred from riding a roller coaster at Universal Studios Hollywood. The suit argued that the park’s stated policy required only that all riders have at least one hand and one leg.Meanwhile, we can expect rides to continue pushing the limits.Jim Seay, president of Premier Rides, a major manufacturer, said that even though technology has greatly improved safety, there is competitive pressure to be the biggest, fastest and scariest.“Parks in general know they need to provide something new for their guests every year,” he said.",
    "textType":"article",
    "title":"When Thrill Rides Are Real Risks",
    "url":"http://www.nytimes.com/2014/07/27/sunday-review/when-thrill-rides-are-real-risks.html"
}