{
    "author":"Motoko Rich",
    "category":"sundayreview",
    "date":"2014-09-06",
    "description":"A change in the gender imbalance could sway the way teaching is regarded, and help it attract the best candidates.",
    "text":"AS Tommie Leaders, 22, approached college graduation last spring, his professors told him he would have no trouble getting hired. “You’re a guy teaching elementary, ” they said.Mr. Leaders, who earned his education degree from the University of Nebraska in June, started teaching fifth grade last month in Council Bluffs, Iowa. He is the only male teacher in the building.Across the country, teaching is an overwhelmingly female profession, and in fact has become more so over time. More than three-quarters of all teachers in kindergarten through high school are women, according to Education Department data, up from about two-thirds three decades ago. The disparity is most pronounced in elementary and middle schools, where more than 80 percent of teachers are women.Educators, advocates and lawmakers fight bitterly about tenure, academic standards and the prevalence of testing, but one thing most sides tend to agree on is the importance of raising the status of teaching so the profession will attract the best candidates.A change in the gender imbalance could sway the way teaching is regarded. Jobs dominated by women  than those with higher proportions of men, and studies have shown that these careers tend to enjoy   as well.Although teaching was once a career for men, by the time women began entering the work force in large numbers in the 1960s, teaching, along with nursing, was one of very few careers open to them. But despite inroads that women have made entering previously male-dominated fields, there has not been a corresponding flow of men into teaching and nursing.“We’re not beyond having a cultural devaluation of women’s work,” said Philip N. Cohen, a sociologist at the University of Maryland. “So that if a job is done primarily by women, people tend to believe it has less value.”Although teachers have more time off and, at least for now, better benefits and job security than many other professions, their pay has remained essentially stagnant since 1970 in inflation-adjusted terms. The median pay for an elementary school teacher is now about $40,000.According to Maria Fitzpatrick, an economist at Cornell University who analyzed census data, women who work outside of teaching have seen their pay rise by about 25 percent since 1970 while average men’s wages in nonteaching jobs have actually fallen, also in inflation-adjusted terms. Still, men can earn much more, on average, outside of teaching, while women’s teaching salaries more closely match the average pay for women outside of education.Because they are still the primary caregivers in families, women may be more attracted to the profession than men in part because they can work the same schedules as their children. Teachers can take a few years out of work to stay at home with babies or toddlers and return to the profession easily (although if they do, their salaries may lag behind those who don’t take time off). And although the recession caused many school districts to hand out pink slips, teachers generally have lower levels of unemployment than other college-educated Americans.With so few men currently in teaching, other men may be less inclined to view it as a desirable option. “It will be less and less in their head that this is an occupation for males,” said Richard M. Ingersoll, a professor of education and sociology at the University of Pennsylvania who has  on the demographics of teaching. “There’s a snowball effect.”Of course there are other reasons teaching may be devalued beyond the fact that so many women do it. After all, in countries like Finland and Singapore — where students tend to perform better on academic tests than students in the United States — teachers are more highly regarded despite the fact that the gender imbalance looks similar at the front of the classroom. In the United States, where 42 percent of high school teachers are men, high school educators do not enjoy a higher status than those in elementary school.Teachers unions argue that the swift adoption of new academic standards, the use of standardized tests to evaluate teachers’ job performance and efforts to overhaul tenure all make teaching a less attractive career for anyone.“The reality of teaching right now is that it’s always been a hard job,” said Randi Weingarten, president of the American Federation of Teachers, the nation’s second largest teachers union. It’s “harder now than ever before, with less and less respect,” she said.Deans of education departments lament the lack of men, but are not sure what to do about it. Susan H. Fuhrman, president of Teachers College at Columbia University, said she was puzzled by the persistent absence of men in elementary education programs, where women outnumber them nine to one. “I do think it’s a vicious cycle,” she said. “Women went into it without other options and it was a low-status profession that was associated with women, and the fact that it’s now dominated by women inhibits the status from increasing.”Simply recruiting more men into the profession is not likely to raise the quality of the teaching force.And at a time when teachers are nowhere near to representing the racial diversity of America’s students, many educators argue that increasing the number of African-American and Latino teachers is a higher priority than simply bringing more men onto the job.Both Teach for America, the group that places high-achieving college graduates in low-income schools for two-year stints, and , a  partnership between the Department of Education and several companies, teachers unions and other groups, have recently introduced initiatives aimed specifically at recruiting more racial minorities.Still, some educators say that boys, who tend to  more than girls, could use more male role models, or simply people who understand them, in the classroom.Some say the notion that boys need to be taught differently or by men simply underscores gender stereotypes.Rafe Esquith, a 32-year veteran who teaches fifth grade at Hobart Boulevard Elementary School in Los Angeles and has written   on teaching, hopes to show his students — a vast majority of whom come from poor families — “a guy who lives a different life than a lot of the male role models that they see.” Other than that, he said, the value of a man in the classroom “depends on the man, I think.”Then again, some women may not be eager to open the profession to more men. Men who do become teachers tend to be promoted more quickly into senior administrative positions, said Christine L. Williams, a professor of sociology at the University of Texas who has studied the so-called glass escalator. Nearly half of all school principals are men. If educators are determined to get more men into classrooms, Professor Williams said, the best way would simply be to upgrade the conditions and pay of the job. “And that,” she said, “would positively impact the job for women as well.”",
    "textType":"article",
    "title":"Why Don’t More Men Go Into Teaching?",
    "url":"http://www.nytimes.com/2014/09/07/sunday-review/why-dont-more-men-go-into-teaching.html"
}