{
    "author":"George Johnson",
    "category":"sundayreview",
    "date":"2014-01-04",
    "description":"As heart disease and stroke are beaten back, cancer vies to become the final killer.",
    "text":"EVERY New Year when the government publishes its , it is followed by a familiar lament. We are losing the war against .Half a century ago, the story goes, a person was far more likely to die from heart disease. Now cancer is on the verge of overtaking it as the No. 1 cause of death.Troubling as this sounds, the comparison is unfair. Cancer is, by far, the harder problem — a condition deeply ingrained in the nature of evolution and multicellular life. Given that obstacle, cancer researchers are fighting and even winning smaller battles: reducing the death toll from childhood cancers and preventing — and sometimes curing — cancers that strike people in their prime. But when it comes to diseases of the elderly, there can be no decisive victory. This is, in the end, a zero-sum game.The rhetoric about the war on cancer implies that with enough money and determination, science might reduce cancer mortality as dramatically as it has with other leading killers — one more notch in medicine’s belt. But what, then, would we die from?  and cancer are primarily diseases of aging. Fewer people succumbing to one means more people living long enough to die from the other.The newest cancer report, which came out in mid-December, put the best possible face on things. If one accounts for the advancing age of the population — with the graying of the baby boomers, death itself is on the rise — cancer mortality has actually been decreasing bit by bit in recent decades. But the decline has been modest compared with other threats.A  and Prevention tells the story. There are two lines representing the age-adjusted mortality rate from heart disease and from cancer. In 1958 when the diagram begins, the line for heart disease is decisively on top. But it plunges by 68 percent while cancer declines so slowly — by only about 10 percent — that the slope appears far less significant.Measuring from 1990, when tobacco had finished the worst of its damage and cancer deaths were peaking, the difference is somewhat less pronounced: a decline of 44 percent for heart disease and 20 percent for cancer. But as the collision course continues, cancer seems insistent on becoming the one left standing — death’s final resort. (The wild card in the equation is death from complications of , which has been advancing year after year.)Though not exactly consoling, the fact that we have reached this standoff is a kind of success. A century ago average life expectancy at birth was in the low to mid-50s. Now it is almost 79, and if you make it to 65 you’re likely to live into your mid-80s. The median age of cancer death is 72. We live long enough for it to get us.The diseases that once killed earlier in life — , , , tuberculosis — were easier obstacles. For each there was a single infectious agent, a precise cause that could be confronted. Even  is being managed more and more as a chronic condition.Progress against heart disease has been slower. But the toll has been steadily reduced, or pushed further into the future, with diet, exercise and medicines that help control  and . When difficulties do arise they can often be treated as mechanical problems — clogged piping, worn-out valves — for which there may be a temporary fix.Because of these interventions, people between 55 and 84 are increasingly more likely to die from cancer than from heart disease. For those who live beyond that age, the tables reverse, with heart disease gaining the upper hand. But year by year, as more failing hearts can be repaired or replaced, cancer has been slowly closing the gap.For the oldest among us, the two killers are fighting to a draw. But there are reasons to believe that cancer will remain the most resistant. It is not so much a disease as a phenomenon, the result of a basic evolutionary compromise. As a body lives and grows, its cells are constantly dividing, copying their DNA — this vast genetic library — and bequeathing it to the daughter cells. They in turn pass it to their own progeny: copies of copies of copies. Along the way, errors inevitably occur. Some are caused by carcinogens but most are random misprints.Over the eons, cells have developed complex mechanisms that identify and correct many of the glitches. But the process is not perfect, nor can it ever be. Mutations are the engine of evolution. Without them we never would have evolved. The trade-off is that every so often a certain combination will give an individual cell too much power. It begins to evolve independently of the rest of the body. Like a new species thriving in an ecosystem, it grows into a cancerous tumor. For that there can be no easy fix.These microscopic rebellions have been happening for at least half a billion years, since the advent of complex multicellular life — collectives of cells that must work together, holding back, as best each can, the natural tendency to proliferate. Those that do not — the cancer cells — are doing, in a Darwinian sense, what they are supposed to do: mutating, evolving and increasing in fitness compared with their neighbors, the better behaved cells of the body. And these are left at a competitive disadvantage, shackled by a compulsion to obey the rules.As people age their cells amass more potentially cancerous mutations. Given a long enough life, cancer will eventually kill you — unless you die first of something else. That would be true even in a world free from carcinogens and equipped with the most powerful medical technology.Faced with this inevitability, there have been encouraging reductions in the death toll from childhood cancer, with  since 1975. For older people, some early-stage cancers — those that have not learned to colonize other parts of the body — can be cured with a combination of chemicals, radiation therapy and surgery. Others can be held in check for years, sometimes indefinitely. But the most virulent cancers have evolved such wily subterfuges (a survival instinct of their own) that they usually prevail. Progress is often measured in a few extra months of life.OVER all, the most encouraging gains are coming from prevention. Worldwide, some 15 to 20 percent of cancers are believed to be caused by infectious agents. With improvements in refrigeration and public sanitation, , which is linked to  bacteria, has been significantly reduced, especially in more developed parts of the world. Vaccines against  have the potential of nearly eliminating .Where antismoking campaigns are successful, lung cancer, which has accounted for almost 30 percent of cancer deaths in the United States, is steadily diminishing. More progress can be made with improvements in screening and by reducing the incidence of , a metabolic imbalance that, along with , gives cancer an edge.Surprisingly, only a small percentage of cancers have been traced to the thousands of synthetic chemicals that industry has added to the environment. As regulations are further tightened, cancer rates are being reduced a little more.Most of the progress has been in richer countries. With enough political will the effort can be taken to poorer parts of the world. In the United States, racial disparities in cancer rates must be addressed. But there is a long way to go. For most cancers the only identifiable cause is entropy, the random genetic mutations that are an inevitable part of multicellular life.Advances in the science will continue. For some cancers, new immune system therapies that bolster the body’s own defenses have shown glints of promise. Genomic scans determining a cancer’s precise genetic signature, nano robots that repair and reverse cellular damage — there are always new possibilities to explore.Maybe someday some of us will live to be 200. But barring an elixir for immortality, a body will come to a point where it has outwitted every peril life has thrown at it. And for each added year, more mutations will have accumulated. If the heart holds out, then waiting at the end will be cancer.",
    "textType":"article",
    "title":"Why Everyone Seems to Have Cancer",
    "url":"http://www.nytimes.com/2014/01/05/sunday-review/why-everyone-seems-to-have-cancer.html"
}