{
    "author":"Somini Sengupta",
    "category":"sundayreview",
    "date":"2014-07-26",
    "description":"The trouble is not that the major powers don’t care. It is that they care too much.",
    "text":"UNITED NATIONSTHERE has been no dearth of feeling around the horseshoe table of the Security Council in recent days.The American ambassador, Samantha Power, choked up as she spoke of infants who perished in the Malaysia Airlines crash in Ukraine. The Dutch foreign minister, Frans Timmermans, could barely contain his anger as he recalled seeing pictures of “thugs” snatching wedding bands off the fingers of the victims. The Palestinian envoy, Riyad Mansour, grew quiet in the middle of a long recitation of names and ages — all belonging to children killed in the latest Israeli offensive in Gaza.The conflicts in Ukraine and Gaza, not to mention the war in Syria, have presented diplomats with emotional testimonies of civilian suffering, even alleged crimes against humanity. Yet the 15-member Council has been unable to end these conflicts.The problem is not that the major world powers don’t care. It is that they care too much.Russia and the United States have a great deal at stake in each conflict, and the rules of diplomacy enable them, as well as the other three permanent members — Britain, China and France — to  any Security Council action. Since the end of the Cold War, the United States has vetoed 14 draft resolutions, most of them involving the Israeli-Palestinian conflict; Russia has vetoed 11 concerning its allies, like the government of Syria.“When you have a crisis where a major power has a national interest involved they will try to block interference by the Security Council,” said Gérard Araud, the French ambassador to the United Nations, who finished his term here on Friday. “The U.N.,” he said, ends up being “in charge of crises that are of no interest to anybody.”Or, occasionally, mainly of interest to France, such as the conflict in the Central African Republic, where France corralled the world powers to authorize a United Nations peacekeeping mission.Not so in the case of Gaza. As the death toll in the fighting climbed past 800, no swift movement was expected on a draft resolution circulated to Council members last week on behalf of Arab countries calling for the protection of civilians. Late last week, Council members said they were waiting for Secretary of State John Kerry’s cease-fire efforts to bear fruit before taking action. In the case of Ukraine, the Council seems equally incapable of devising a political solution to the crisis, which has become what Richard Gowan, an analyst at the Center on International Cooperation at New York University, calls a proxy war between Russia and the West. And with Syria, Russian support for President Bashar al-Assad’s government has led to four successive vetoes of resolutions on the conflict.The right of veto has long enabled the permanent members to reject anything that threatens their strategic interests, despite the organization’s lofty principles, notably its mandate to protect civilians when their own state authorities cannot.France and Britain both support the idea of limiting veto power in cases of mass atrocities. The proposal, first floated several years ago by several small countries, has been ignored by China, Russia and the United States.The Council’s most vociferous critics wasted no time last week reminding the permanent members of their responsibility.“The commendable emphasis placed by the Security Council on the protection of civilians in other items of its agenda cannot be sidestepped when it comes to the responsibility to protect Palestinians, who bear the brunt of the violence,” said Brazil’s deputy permanent representative, Guilherme de Aguiar Patriota, in an open debate in the Council on Tuesday.The Council has in recent months proved to be more effective in cooling tempers than stopping warfare, Mr. Gowan pointed out.After the downing of Malaysia Airlines Flight 17, and accusations of Russian support for the separatist rebels whom the West considers responsible, the Council managed to pass a modest resolution to send international investigators to the crash site. Likewise, the Council passed a measure that authorized humanitarian aid delivery to rebel-held areas in Syria; the first convoys began moving Thursday.Mr. Gowan called such gestures “a pressure valve” that postponed a broader political solution to the conflicts.“Sometimes you go to the Council to show how angry you are,” Mr. Gowan said. “Sometimes you go to the Council because it buys time to get a deal.”The Ukraine resolution to send investigators did not contain any threat of enforcement, though — nor, crucially, any path to peace. On Wednesday, two days after the measure passed, two Ukrainian jets were shot down. The Ukrainian government quickly accused Russia.",
    "textType":"article",
    "title":"Why the U.N. Can’t Solve the World’s Problems",
    "url":"http://www.nytimes.com/2014/07/27/sunday-review/why-the-un-cant-solve-the-worlds-problems.html"
}